Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Sorry the name of the new Image is too long.
tr: Üzgünüz, yeni görüntünün adı çok uzun.

source: NFR4XBoot will install the new image.
tr: NFR4XBoot : Yeni imajı yükleyecek.

source: The new image will be installed and auto booted in few minutes.
tr: Yeni görüntü birkaç dakika içinde yüklenecek ve otomatik olarak yüklenecek.

source: Do you want to use Bootmanager by booting? Box will reboot after choice
tr: Önyükleme yaparak Bootmanager'ı kullanmak istiyor musunuz? \ NKutu, seçim yapıldıktan sonra yeniden başlatılacak

source: NFR4XBoot: Install new image
tr: NFR4XBoot: Yeni imaj yükle

source: Use Bootmanager by Booting
tr: Önyükleme Yapma

source: Boot without Bootmanager
tr: Bootmanager olmadan önyükleme

source: NFR4XBoot work with Bootmanager by Booting!
tr: NFR4XBoot, Booting ile Bootmanager ile çalışır!

source: NFR4XBoot work without Bootmanager by Booting!
tr: NFR4XBoot, Bootmanager olmadan Booting ile çalışır!

source: Not enough free space on /media/nfr4xboot/ !! You need at least 300Mb free space. Exit plugin.
tr: / Media / nfr4xboot / !! 'da yeterince boş alan yok \ n En az 300Mb boş alana ihtiyacınız var. \ N \ nİsteğe bağlı eklenti.

source: Choose they way for installation
tr: Kurulum için yolu seç

source: Sorry: NFR4XBoot no work by this Box!
tr: Üzgünüm: NFR4XBoot bu kutuda iş yok!

source: Source Image file
tr: Kaynak Resim dosyası

source: The WebBrowser plugin is not installed! Please install it.
tr: The WebBrowser eklentisi yüklü değil! Lütfen yükleyin.

source: feed status
tr: feed durumu

source: Updates Available:
tr: Güncellemeler mevcut:

source: Update and reboot (recommended)
tr: Güncelle ve yeniden başlat (önerilen)

source: Update and ask to reboot
tr: Güncelle ve yeniden başlatma sor

source: Ouick Launch Menu
tr: Ouick Başlat Menüsü

source: Flash On the fly
tr: Flash anında

source: Flash On the fly (select a image)
tr: Flash Sinek üstünde (bir görüntü seçin)

source: Online = Download a image and flash it
tr: Çevrimiçi = Bir görüntü indirin ve flaş yapın

source: Local = Flash a image from local path /hdd/images
tr: Yerel = Yerel yoldan / hdd / resimlerden bir görüntüyü Flash

source: Flash Local-Online a new image
tr: Yerel-Çevrimiçi Flash yeni bir görüntü

source: Console
tr: KONTROL MASASI

source: USB = Do you want to make a back-up on USB? This will take between 4 and 15 minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select USB.
tr: USB = USB'ye yedekleme yapmak ister misiniz? \ NBu, kullanılan dosya sistemine bağlı olarak 4 ila 15 dakika sürer ve tamamen otomatiktir. \ NMoto seçmeden önce bir USB flash sürücü taktığınızdan emin olun.

source: HDD = Do you want to make an USB-back-up image on HDD? This only takes 2 or 10 minutes and is fully automatic.
tr: HDD = HDD'de bir USB yedek imajı yapmak ister misiniz? \ nBu sadece 2 veya 10 dakika sürer ve tamamen otomatiktir.

source: No /hdd found !! Please make sure you have a HDD mounted.
tr: /hdd bulunamadı! Lütfen HDD takılı olduğundan emin olun.

source: Not enough free space on /hdd !! You need at least 300Mb free space.
tr: /hdd'de yeterli boş alan yok! En az 300Mb boş alana ihtiyacınız var.

source: Not enough free space on %s !! You need at least 300Mb free space.
tr: %s yeterli boş alan yok! En az 300Mb boş alana ihtiyacınız var.

source: No USB-Device found for fullbackup !! To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name: backupstick or backupstick.txt
tr: Tam yedekleme için USB Aygıt bulunamadı! Dosyaya doğrudan USB çubuğuna yedekleme yapmak için USB çubuğu \nbackupstick veya backupstick.txt adında bir dosya OLMALIDIR.

source: %s not found !!
tr: '%s' bulunamadı.

source: Back-up Tool for a %s
tr: %s için Yedekleme Aracı

source: Please be patient, a backup will now be made,
tr: Lütfen sabırlı olun, şimdi bir yedekleme yapılacaktır

source: because of the used filesystem the back-up
tr: kullanılan dosya sistemi nedeniyle yedekleme

source: will take about 3-12 minutes for this system
tr: bu sistem için yaklaşık 3-12 dakika sürecek

source: will take about 1-4 minutes for this system
tr: bu sistem için yaklaşık 1-4 dakika sürer

source: this will take between 2 and 9 minutes
tr: bu 2 ile 9 dakika arasında sürer

source: Kernel dump error
tr: Çekirdek dökümü hatası

source: Please Flash your Kernel new and Backup again
tr: Lütfen Kernel'inizi yeni ve tekrar Yedekleyin

source: ofgwrite will stop enigma2 now to run the flash.
tr: ofgwrite, flaşı çalıştırmak için enigma2'yi şimdi durduracak.

source: ofgwrite flashing ready.
tr: ofgwrite flaşlama hazır.

source: please press exit to go back to the menu.
tr: Lütfen menüye dönmek için exit e basın.

source: Your %s %s will freeze during the flashing process.
tr: Kurulum sırasında %s %s donacaktır.

source: Message
tr: Mesaj

source: Network Services
tr: Ağ Hizmetleri

source: Move Plugins back to Box
tr: Eklentileri Kutuya Geri Taşı

source: Mount point:
tr: Bağlantı noktası:

source: Filename:
tr: Dosya adı:

source: Filesize:
tr: Dosya boyutu:

source: Tuner Configuration
tr: Tuner Yapılandırması

source: Your %s %s will Reboot...
tr: %s %s tekrar açılacak...

source: Installing plugins...
tr: Eklentiler yükleniyor...

source: Backup plugins found do you want to install now?
tr: Yedekleme eklentileri bulundu \ şimdi kurmak istiyor musunuz?

source: Please select what to do after flashing the image: (In addition, if it exists, a local script will be executed as well at /media/hdd/images/config/myrestore.sh)
tr: Lütfen, görüntüyü yaktıktan sonra ne yapacağınızı seçin: \ n (Ayrıca, varsa, /media/hdd/images/config/myrestore.sh adresinde de yerel bir betik çalıştırılacaktır)

source: Flash and start installation wizard
tr: Flash ve kurulum sihirbazını başlat

source: Flash and restore settings and selected plugins (ask user)
tr: Flash ve geri yükleme ayarları ve seçilen eklentiler (kullanıcıya sor)

source: Flash and restore settings and all saved plugins
tr: Flash ve geri yükleme ayarları ve tüm kayıtlı eklentiler

source: Download Failed !!
tr: İndirme başarılamadı !!

source: Select a script to run:
tr: Yürütülecek komut dizisini seçin:

source: Run
tr: Yürüt

source: Show Setup in Extensions menu
tr: Kurulumu uzantılarda göster

source: Allow zapping via Webinterface
tr: Webinterface aracılığıyla zapping'e izin ver

source: Load movie-length
tr: Film uzunluğunu yükle

source: Enable HTTP Access
tr: HTTP Erişimini Etkinleştir

source: Enable HTTP Authentication
tr: HTTP Kimlik Doğrulamasını Etkinleştir

source: Enable HTTPS Access
tr: HTTPS Erişimini Etkinleştir

source: HTTPS Port
tr: HTTPS Portu

source: Enable HTTPS Authentication
tr: HTTPS Kimlik Doğrulamasını Etkinleştir

source: Simple Anti-Hijack Measures (may break clients)
tr: Basit bir Anti-Hijack Önlemleri (istemcileri bozabilir)

source: Token-based security (may break clients)
tr: Jeton tabanlı güvenlik (istemcileri bozabilir)

source: Network Adapter Selection
tr: Ağ Bağdaştırıcısı Seçimi

source: Select Line is deleted!
tr: Seçili hat silindi!

source: This line is not editable!
tr: Bu satır değiştirilemiyor!

source: Edit remote buttons
tr: Kumanda tuşlarını düzenle

source: Keymap-Selection
tr: Tuşeşlem-Seçim

source: Keymap Selection
tr: Tuş seçimi

source: Default (keymap.xml)
tr: Varsayılan (keymap.xml)

source: User (keymap.usr)
tr: Kullanıcı (keymap.usr)

source: Telnet Command:
tr: Telnet Komutu:

source: Execute Command:
tr: Komut çalıştır

source: Your Choice is no Command execute!
tr: Seçiminiz Komuta yürütmez!

source: Feels like %s
tr: %s gibi hissediyor

source: Humidity: %s %%
tr: Nem: %s %%

source: Observation point: %s
tr: Gözlem noktası: %s

source: My Pictures
tr: Benim resimler

source: Weather Info
tr: Hava Durumu Bilgisi

source: Delete Download Imagezip after Install?
tr: Install Installz sonra Imagezip indir?

source: Yahoo Weather
tr: Yahoo Hava Durumu

source: From
tr: Kimden

source: Change city
tr: Şehir değiştir

source: Yahoo Weather Location:
tr: Yahoo Hava Durumu Konumu:

source: Sunny
tr: Güneşli

source: Partly Cloudy
tr: Parçalı bulutlu

source: PM Showers
tr: PM Sağanak

source: AM Clouds/PM Sun
tr: AM Bulutlar / PM Güneş

source: Cloudy/Wind
tr: Bulutlu/Rüzgarlı

source: Mostly Cloudy
tr: Çoğunlukla Bulutlu

source: Cloudy
tr: Bulutlu

source: Showers/Wind Early
tr: Sağanak / Rüzgar Erken

source: AM Showers/Wind
tr: AM Sağanak / Rüzgar

source: AM Showers
tr: AM Sağanakları

source: Light Rain
tr: Hafif şiddette yağmur

source: Heavy Rain
tr: Yoğun şiddette yağmur

source: Fair
tr: Makul

source: Light Rain/Wind
tr: Hafif Yağmur / Rüzgar

source: Rain
tr: Yağmur

source: Mostly Sunny
tr: Çoğunlukla güneşli

source: Thunderstorms
tr: Fırtına

source: AM Thunderstorms
tr: AM Fırtınaları

source: PM Thunderstorms
tr: PM Fırtına

source: Scattered Thunderstorms
tr: Aralıklı sağanak

source: Rain/Snow
tr: Yağmur / Kar

source: Snow
tr: Kar

source: Light Snow
tr: Hafif şiddette kar

source: AM Light Snow
tr: AM Hafif Kar

source: PM Light Snow
tr: PM Hafif Kar

source: Snow Showers
tr: Kar Sağanakları

source: PM Snow Showers
tr: PM Kar Sağanak

source: AM Snow Showers
tr: AM Kar Yağışı

source: Foggy
tr: Sisli

source: Haze
tr: Sis

source: Pressure :
tr: Basınç :

source: Visibility :
tr: görünürlük

source: Sunrise :
tr: Gündoğumu :

source: Latitude :
tr: Enlem :

source: Longitude :
tr: Boylam :

source: Light Drizzle
tr: Hafif çiseleme

source: Drizzle
tr: Hafif çileme

source: PM Thunderstorms/Wind
tr: PM Fırtına / Rüzgar

source: AM Thunderstorms/Wind
tr: AM Fırtına / Rüzgar

source: Sunny/Wind
tr: Güneşli / Rüzgar

source: Fair/Windy
tr: Adil / Rüzgarlı

source: PM Light Snow/Wind
tr: PM Hafif Kar / Rüzgar

source: AM Light Snow/Wind
tr: AM Hafif Kar / Rüzgar

source: Snow Showers/Wind
tr: Kar Sağanak / Rüzgar

source: Rain/Snow Early
tr: Yağmur / Kar Erken

source: PM Rain/Snow
tr: PM Yağmur / Kar

source: AM Rain/Snow
tr: AM Yağmur / Kar

source: PM Rain/Snow Showers
tr: PM Yağmur / Kar Sağanak Yağmur

source: AM Rain/Snow Showers
tr: AM Yağmur / Kar Sağanak Yağmur

source: AM Rain
tr: AM Yağmur

source: Few Showers
tr: birkaç duş

source: PM Showers/Wind
tr: PM Sağanak / Rüzgar

source: Light Rain Late
tr: Hafif Yağmurlu Geç

source: Ice to Rain/Wind
tr: Yağmur / Rüzgar Buz

source: PM Rain
tr: PM Yağmur

source: Drizzle/Windy
tr: Drizzle / Rüzgarlı

source: Partly Cloudy/Wind
tr: Parçalı Bulutlu / Rüzgar

source: PM Light Rain
tr: PM Hafif Yağmur

source: AM Light Rain
tr: AM Hafif Yağmur

source: Heavy Snow
tr: Yoğun şiddette kar

source: IF you install this Plugins with not enough Flashmemory it comes to trouble The image could be destroyed! WebInterface 3.6MB BMediacenter 6.4MB Skalli 4.5MB Mainmenu2 3.6MB
tr: Yeterli Flashmemory ile bu eklentileri yüklerseniz sorun oluşur \ nDosya imha edilebilir! \ N \ nWebInterface 3.6MB \ nBMediacenter 6.4MB \ nSkalli 4.5MB \ nMainmenu2 3.6MB

source: Warning!!! If you select No, Existing Installations will be deleted!!
tr: Uyarı!!! Hayır'ı seçerseniz, Mevcut Tesisler silinecektir!

source: OpenNFRWizard
tr: OpenNFR Sihirbazı

source: Enable OpenNfr Webinterface ?
tr: OpenNfr Webinterface'i etkinleştirin mi?

source: Enable OpenNfr Skalli-FullHD-Mod Skin mod by Blasser ?
tr: Blasser tarafından OpenNfr Skalli-FullHD-Mod Skin modunu etkinleştirin mi?

source: Enable OpenNfr MainMenu2 ?
tr: OpenNfr MainMenu2'yi etkinleştirin mi?

source: PANEL-Info
tr: PANEL-Bilgi

source: Install Image
tr: İmaj Yükle

source: Remove Image
tr: İmajı kaldır

source: Reload Services
tr: Kanalları Yeniden Yükle

source: The servicelist is reloaded.
tr: Hizmet uzmanı yeniden yüklenir.

source: Channel Selection
tr: Kanal Seçimi

source: Sort main menu
tr: Ana menüyü sırala

source: Enable parental protection
tr: Ebeveyn korumasını aktif et

source: No age block
tr: Yaş blok yok

source: Protect Screens
tr: Ekranları koru

source: Protect main menu
tr: Ana menüyü koru

source: Protect plugin browser
tr: Eklenti tarayıcısını koru

source: Protect manufacturer reset screen
tr: Üretici sıfırlama ekranını koru

source: Protect Quickmenu
tr: Hızlı menüyü koru

source: Lists reloaded!
tr: Liste tekrar yüklendi!

source: Configuration...
tr: Yapılandırma modu...

source: find currently played service
tr: şu anda oynanan hizmeti bul

source: Disk Speed Test
tr: Disk Hız Testi

source: Welcome to Device Speed Test.
tr: Aygıt Hız Testine Hoş Geldiniz.

source: Start Confirmation!
tr: Başlama Onayı

source: Your Disk-Speed is:%s
tr: Disk Hızınız: %s

source: With this Speed you can Record 1 SD Channel!
tr: Bu Hız ile 1 SD Kanalını Kaydedebilirsiniz!

source: With this Speed you can Record 1 HD Channel!
tr: Bu Hız ile 1 HD Kanalını Kaydedebilirsiniz!

source: With this Speed you can Record 2 HD Channel!
tr: Bu Hız ile 2 HD Kanalını Kaydedebilirsiniz!

source: With this Speed you can Record more then 2 HD Channel!
tr: Bu Hız ile daha sonra 2 HD Kanal kaydedebilirsiniz!

source: Speedtest aborted !
tr: Speedtest iptal edildi!

source: no Bootvideo
tr: Bootvideo yok

source: now Using Bootvideo: %s
tr: Şimdi Bootvideo'u Kullanma: %s

source: and never ask again this session again
tr: ve bir daha asla tekrar bu soruyu sorma

source: The swap file has been created
tr: Takas dosyası oluşturuldu

source: The swap file has been deleted
tr: Takas dosyası silindi

source: The swap has been activated
tr: Swap etkinleştirildi

source: The swap has been deactivated
tr: Swap devre dışı bırakıldı

source: Swap is activated
tr: Swap etkinleştirildi

source: Swap is not activated
tr: Swap aktif değil

source: now Using Bootlogo: %s
tr: şimdi Bootlogo Kullanımı: %s

source: Last Upgrade: %s
tr: Son Yükseltme: %s

source: Radiologo Setup
tr: Radiologo Kurulumu

source: now Using Radiologo: %s
tr: şimdi Radiologo Kullanımı: %s

source: select a other spinner
tr: başka bir spinner seçin

source: are you sure to cancel all changes
tr: tüm değişiklikleri iptal etmekten emin misiniz

source: Chose Spinner
tr: Spinner seçti

source: Outsourcing
tr: DIŞ KAYNAK KULLANIMI

source: openNFR Wizard setup
tr: openNFR Sihirbaz kurulumu

source: PLugin-Install-Wizard
tr: Eklenti-Install-Sihirbazı

source: OpenWebif Setup
tr: OpenWebif Kurulumu

source: OpenNFR-Addons Setup
tr: OpenNFR-Eklentileri Kurulumu

source: Plugins Move out of Flash
tr: Eklentiler Flash uygulamasından çıkar

source: Spinner Move out of Flash
tr: Spinner Flash'tan Çık

source: Bootlogo Move out of Flash
tr: Bootlogo Flash uygulamasından çık

source: Bootvideo Move out of Flash
tr: Bootvideo Flash'tan çıkın

source: no Device found for moveout
tr: moveout için cihaz bulunamadı

source: Install Confirmation
tr: Yükleme Onayı

source: NFR4XBoot has been installed succesfully!
tr: NFR4XBoot başarıyla kuruldu!

source: Boot new Image directly?
tr: Yeni görüntüyü doğrudan önyükleme?

source: Try Telnet Commands in Gui
tr: Gui'de Telnet Komutlarını Deneyin

source: Enable infobar fade-out
tr: Bilgi çubuğunun fade-out özelliğini etkinleştir

source: Infobar fade-out speed
tr: Bilgi çubuğu solma hızı

source: Show columns
tr: Sütünları göster

source: Detected HDD:
tr: Algılanan HDD:

source: Red Key Action
tr: Kırmızı Anahtar Eylem

source: Default (Softcam Panel)
tr: Varsayılan (Softcam Panel)

source: Quickmenu
tr: Hızlı menü

source: Blue Key Action
tr: Mavi Anahtar Eylem

source: Default (Quickmenu)
tr: Varsayılan (Quickmenu)

source: Multi-Key-Panel
tr: Çok Anahtar Paneli

source: Red long
tr: Kırmızı uzun

source: Yellow
tr: Sarı

source: Yellow long
tr: Sarı uzun

source: Epg/Guide long
tr: Epg / Rehber uzun

source: Up
tr: Yukarı

source: Help
tr: Yardım

source: End
tr: Sonunda

source: Next
tr: Sonraki

source: Skip back
tr: Geri atla

source: Skip forward
tr: İleri atla

source: activatePiP
tr: PiP'yi aktive et

source: Playlist
tr: Çalma listesi

source: F1 long
tr: F1 uzun

source: F2 long
tr: F2 uzun

source: F3 long
tr: F3 uzun

source: F11/Context long
tr: F11 / İçerik uzun

source: Change Root Password
tr: Kök Parolayı Değiştir

source: openNFR user main menu
tr: openNFR kullanıcı ana menüsü

source: Enable OpenNfr Image-Update-Check?
tr: OpenNfr Image-Update-Check'ı etkinleştirin mi?

source: new Release avaible
tr: yeni Sürüm mevcut

source: New Releaseimage on Server, read more about it by http://www.nachtfalke.biz/f742-opennfr-images.html
tr: Sunucuda Yeni Yayıncı, daha fazla bilgiyi http://www.nachtfalke.biz/f742-opennfr-images.html adresinden okuyabilirsiniz.

source: Style:
tr: stil:

source: Font:
tr: Yazı Tipi:

source: ---Weather---
tr: Hava

source: Temperature unit:
tr: Sıcaklık birimi:

source: Please enter search string for your location
tr: Lütfen bulunduğunuz yer için arama dizesi girin

source: Location # (http://weather.yahoo.com/):
tr: Yer Numarası (http://weather.yahoo.com/):

source: skin_default additional screens
tr: skin_default ek ekranlar

source: Keymap changed, you need to restart the GUI
tr: Anahtar kelime değişti, GUI'yi yeniden başlatmanız gerekiyor

source: Sorry, there was a problem:
tr: Üzgünüz, bir sorun vardı:

source: No matching place names found
tr: O isimli yer bulunamadı

source: Cannot mount new drive. Please check filesystem or format it and try again
tr: Yeni sürücü eklenemiyor. \ NLütfen dosya sistemini kontrol edin veya biçimlendirin ve tekrar deneyin.

source: Cannot umount device. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
tr: Aygıt kaydedilemiyor. \ NKaydedilen kayıt, zamanaşımı veya bazı harici araçlar (samba ve nfsd gibi) bu soruna neden olabilir. \ NLütfen bu eylemleri / uygulamaları durdurun ve tekrar deneyin.

source: Cannot umount current drive. A record in progress, timeshit or some external tools (like samba and nfsd) may cause this problem. Please stop this actions/applications and try again
tr: Geçerli sürücüyü umount yapamazsınız. \ NKaydedilen kayıt, zamanaşımı veya bazı harici araçlar (samba ve nfsd gibi) bu soruna neden olabilir. \ NLütfen bu eylemleri / uygulamaları durdurun ve tekrar deneyin.

source: EPG Selection
tr: EPG Seçimi

source: purge deleted userbouquets
tr: silinmiş userbouquets

source: restore deleted userbouquets
tr: silinen userbouquets'i geri yükle

source: Are you sure to purge all deleted userbouquets?
tr: Bütün seçilmiş buketleri silmek isitiyor musunuz?

source: Are you sure to remove all %d.%d%s%s services?
tr: Tüm %d kaldırdığınızdan emin misiniz? %d %s %s hizmet?

source: Are you sure to remove all cable services?
tr: Bütün seçilmiş kablo tv kanallarını silmek isitiyor musunuz?

source: Are you sure to remove all terrestrial services?
tr: Tüm karasal hizmetleri kaldırdığınızdan emin misiniz?

source: Set startup service
tr: Başlangıç ​​hizmeti ayarla

source: Only on startup
tr: Sadece başlangıçta

source: Also on standby
tr: Bekleme modu da dahil

source: m3u-convert
tr: m3u-dönüştürme

source: NFR4XBoot is still installed! Now removing NFR4XBoot and reboot the box. After reboot FlashLocal is available. Your installed images are not deleted and available after re-installing NFR4XBoot again.
tr: NFR4XBoot hala kurulu! \ NNFR4XBoot'u kaldırarak kutuyu yeniden başlatın. Yeniden başlatıldıktan sonra FlashLocal kullanılabilir. \ NNFR4XBoot'u tekrar yükledikten sonra yüklenen görüntüler silinmez ve kullanılabilir değildir.

source: Ready to install packagegroup-base-samba ?
tr: Paket grubu-taban-samba'yı yüklemeye hazır mısınız?

source: File name:
tr: Dosya adı:

source: You can select with yellow the OnlineFlash Image or select Recovery to create a USB Disk Image for clean Install.
tr: OnlineFlash Image \ n ile sarı seçebilir veya temiz Kurulum için bir USB Disk Görüntüsü oluşturmak için Kurtarma'yı seçebilirsiniz.

source: page up
tr: Sayfa yukarı

source: page down
tr: Sayfa aşağı

source: MultiBoot Selector
tr: MultiBoot Seçici

source: Selected Image: %s
tr: Seçili imaj: %s

source: Do you want to reboot now with selected image?
tr: Alıcınızı seçili imajla yeniden başlatmak ister misiniz?

source: Current Bootsettings: %s (%s)%s
tr: Geçerli başlangıç ayarları: %s (%s)%s

source: Select Image: STARTUP_1
tr: Resim Seç: STARTUP_1

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
tr: Kutunuzun, Bootoptions ile uyumlu hale getirmek için Bootloaderversion (s) \ n \ n %s \ n \ n gerekiyor!

source: File not found - rename failed!
tr: Dosya bulunamadı - yeniden adlandırılamadı!

source: Name already exists - rename failed!
tr: İsim zaten mevcut - yeniden adlandırılamadı!

source: 2160p60 without PiP (Standard)
tr: PiP olmaksızın 2160p60 (Standart)

source: 2160p50 with PiP (Experimental)
tr: PiP ile 2160p50 (Deneysel)

source: (unknown mode)
tr: Bilinmeyen

source: Unable to read image number
tr: Resim numarası okunamadı

source: Select Bootoption: not supported - see info
tr: Bootoption'u seçin: desteklenmiyor - bilgi'ye bakın

source: File '/boot/%s' copy to '/boot/STARTUP' failed!
tr: Dosya '/ boot / %s ' kopya '/ boot / BAŞLANGIÇ' başarısız oldu!

source: Next boot will start from Image 1.
tr: Sonraki önyükleme, Resim 1'den başlayacaktır.

source: Caution, next boot is starts with these settings!
tr: Dikkat, bir sonraki önyükleme bu ayarlarla başlar!

source: Alternative Image 1 partition for boot repair not found.
tr: Önyükleme onarımı için Alternatif Resim 1 bölümü bulunamadı.

source: Wrong Bootsettings detected!
tr: Yanlış Bootsettings tespit edildi!

source: Do you want to reboot now?
tr: Şimdi yeniden başlatmak istiyor musunuz?

source: Command line error!
tr: Komut satırı hatası!

source: Please remove CI+ Modul and click OK! This restart Enigma2 and after restart move CI+ Modul back in Box! If error 575, remove and move CI+ Modul again back in Box! After successful Init please reboot your Box.
tr: Lütfen CI + Modul'u kaldırın ve Tamam'a tıklayın! \ n \ nBu Enigma2’yi yeniden başlatın ve yeniden başlattıktan sonra CI + Modul’u kutuya geri taşıyın! \ n \ nEğer 575 numaralı hatayı alırsanız, CI + Modul'u tekrar kutuya taşıyın ve taşıyın! \ n \ nBaşarıklıktan sonra lütfen kutunuzu yeniden başlatın.

source: one of Mounts not work, please set new Location!
tr: Mounts biri çalışmıyor, yeni yer ayarla lütfen!

source: Installation aborted !
tr: Yükleme iptal edildi !

source: To restore the image:
tr: Imajı geri yüklemek için:

source: Please wait...almost ready!
tr: Lütfen bekleyin... neredeyse hazır!

source: Use FlashLocal in Quickmenu
tr: Quickmenu'da FlashLocal'ı kullan

source: Image creation failed -
tr: Resim oluşturma başarısız -

source: Probable causes could be
tr: Muhtemel sebepler olabilir

source: wrong back-up destination
tr: yanlış yedekleme hedefi

source: no space left on back-up device
tr: yedekleme cihazında boş alan kalmadı

source: no writing permission on back-up device
tr: yedekleme cihazında yazma izni yok

source: Ask user (with default as 'yes')
tr: Kullanıcıya sor (varsayılan olarak 'evet' ile)

source: Ask user (with default as 'no')
tr: Kullanıcıya sor (varsayılan olarak 'hayır' ile)

source: Equal to Tuner B
tr: Tuner B'ye eşittir

source: Equal to Tuner A
tr: Tuner A'ya eşittir

source: Advanced
tr: Gelişmiş

source: Version unknown
tr: Bilinmeyen sürüm

source: Autorecord location
tr: Autorecord konumu

source: Set pin code persistent
tr: Pin kodunu kalıcı olarak ayarla

source: Show CI messages
tr: CI mesajlarını göster

source: Show MiniTV in the Front Display
tr: Ön Ekranda MiniTV'yi Göster

source: Press OK to select satellites
tr: Uyduları seçmek için OK'a basın.

source: Extra motor options
tr: Ekstra motor seçenekleri

source: Yes, delete from Timerlist
tr: Evet, zamanlayıcı listesinden sil

source: Yes, delete from Timerlist and delete recording
tr: Evet, Zamanlayıcı listesinden sil ve kaydı sil

source: Sort by...
tr: Listeyi buna göre sırala...
