Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Fast epoch
tr: Hızlı tur

source: Fast forward speeds
tr: İleri alma hızları

source: Favourites
tr: Favoriler

source: File appears to be busy.
tr: Dosya meşgul görünüyor.

source: File oscam.conf not found. Please enter username/password manually.
tr: oscam.conf dosyası bulunamadı. Lütfen kullanıcı-adı/parola girin.

source: Filesystem Check
tr: Dosya sistemi denetimi

source: Final position at
tr: Son konum

source: Final position at index
tr: Son pozisyon numarası

source: Fine movement
tr: Hassas hareket

source: Finetune
tr: İnce ayar

source: Finished
tr: Bitti

source: Finished configuring your network
tr: Ağ yapılandırması bitti.

source: Finished restarting your network
tr: Ağ yeniden başlatıldı

source: Finnish
tr: Fince

source: Fixed
tr: Sabit

source: Flash
tr: Flaş

source: Flashing
tr: Flaşlıyor

source: Flashing failed
tr: Flaşlama başarısız

source: Following tasks will be done after you press OK!
tr: Belirtilen görevler OK'a basmanızın ardından işleme alınacak!

source: Fontsize
tr: Yazı Boyutu

source: Format
tr: Biçimlendir

source: Forward volume keys
tr: İleri ses tuşları

source: Frame size in full view
tr: Tam boyutta çerçeve boyutu

source: Free Memory:
tr: Boş hafıza:

source: Free Swap:
tr: Boş Swap:

source: Free To Air
tr: Şifresiz yayın

source: Free memory
tr: Boş hafıza

source: Free memory:
tr: Boş hafıza:

source: Free:
tr: Boş:

source: Free:
tr: Açık/boş:

source: French
tr: Fransızca

source: Frequency
tr: Frekans

source: Frequency bands
tr: Frekans bantları

source: Frequency scan step size(khz)
tr: Frekans tarama adımı boyutu (khz)

source: Frequency steps
tr: Frekans adımları

source: Fri
tr: Cuma

source: Friday
tr: Cuma

source: From :
tr: Kimden:

source: Frontprocessor version: %d
tr: Ön işlemci sürümü: %d

source: Ftpd service type: Vsftpd server
tr: Ftpd servis tipi: Vsftpd sunucu

source: Full transparency
tr: Tam şeffaflık

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
tr: Yeni görsel-arayüzü etkinleştirmek için kullanıcı arayüzünü yeniden başlatmak gerekiyor Kullanıcı arayüzünü yeniden başlatmak istiyor musunuz?

source: Gateway
tr: Ağ geçidi

source: General
tr: Genel

source: General AC3 delay
tr: Genel AC3 gecikmesi

source: General PCM delay
tr: Genel PCM gecikmesi

source: Genre
tr: Tür

source: German
tr: Almanca

source: Get latest experimental image
tr: Son deneysel imajı al

source: Get latest release image
tr: Son yayımlanan imajı al

source: Getting Event Info failed!
tr: Etkinlik Bilgisi alınamadı!

source: Getting plugin information. Please wait...
tr: Eklenti bilgisi alınıyor. Lütfen bekleyin...

source: Go down the list
tr: Listede aşağı git

source: Go to first movie or last item
tr: İlk filme veya son öğeye git

source: Go to first movie or top of list
tr: İlk filme veya liste başına git

source: Go up the list
tr: Lisede yukarı git

source: Goto
tr: Git

source: Goto 0
tr: 0 a git

source: Goto :
tr: Git :

source: Goto X
tr: X' e git

source: Goto index position
tr: İndex pozisyonuna git

source: Goto next bouquet
tr: Sonraki bukete git

source: Goto next channel
tr: Sonraki kanala git

source: Goto next event
tr: Sonraki etkinliğe git

source: Goto position
tr: Konuma git

source: Goto previous bouquet
tr: Önceki bukete git

source: Goto previous channel
tr: Önceki kanala git

source: Goto previous event
tr: Önceki etkinliğe git

source: Goto specific data/time
tr: Belirli bir tarih/zamana git

source: GotoX calibration
tr: X'e git kalibrasyonu

source: Graphical EPG
tr: Grafiksel EPG

source: Graphics
tr: Grafik

source: Greek
tr: Yunanca

source: Grey
tr: Gri

source: Guard interval
tr: Koruma sıklığı

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
tr: H: = Saatlik / D: = Günlük / W: = Haftalık / M: = Aylık

source: HD list
tr: HD listesi

source: HDMI CEC Setup
tr: HDMI CEC Kurulum

source: Handle standby from TV
tr: Bekleme, TV'den idare edilsin

source: Handle wakeup from TV
tr: Uyanma TV'den idare edilsin

source: Hard disk setup
tr: HDD kurulumu

source: Hebrew
tr: İbranice

source: Height
tr: Yükseklik

source: Helps setting up your dish
tr: Çanak ayarlama yardımcı olur

source: Hidden network
tr: Gizlenmiş ağ

source: Hide CI messages
tr: CI mesajlarını gizle

source: Hide any zap error messages.
tr: Herhangi bir zap hata mesajını sakla.

source: Hide error messages from the Common Interface module.
tr: Ortak Arabirim modülünden hata mesajlarını gizle.

source: Hide known extensions
tr: Bilinen uzantıları gizle

source: Hide player
tr: Oynatıcıyı gizle

source: Hide zap errors
tr: Zap hatalarını gizle

source: Hierarchy info
tr: Hiyerarşi bilgisi

source: Hierarchy information
tr: Hiyerarşi Bilgisi

source: High bitrate support
tr: Yüksek bit oranı desteği

source: History zap...
tr: Geçmiş zap ...

source: Hold screen
tr: Ekranı tut

source: Hold till locked
tr: Kilitlenene kadar tut

source: Home
tr: Ana

source: Hops:
tr: Sekmeler:

source: Horizontal
tr: Yatay (H)

source: Horizontal turning speed
tr: Yatay dönme hızı

source: Hostname:
tr: Bilgisayar adı

source: Hostname:
tr: Host adı:

source: Hour
tr: Saat

source: Hourly
tr: Saatlik

source: Hours Mins
tr: Saat Dak.

source: Hours Mins Secs
tr: Saat Dak. San.

source: How many minutes do you want to record?
tr: Kaç dakika kayıt yapmak istersiniz?

source: Hue
tr: Renk tonu

source: Hungarian
tr: Macarca

source: IMDB search for current event
tr: Geçerli etkinliği IMDb'de ara

source: IMDb Search
tr: IMDb Ara

source: IP address
tr: IP Adresi

source: IP-Address
tr: IP-Adresi

source: ISO file is too large for this filesystem!
tr: Bu dosya sistemi için ISO dosyası çok büyük!

source: ISO path
tr: ISO yolu

source: Icons
tr: Ikonlar

source: Idle Time:
tr: Atıl Zaman:

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
tr: Etkinleştirilmişse, kutunun çıktı çözünürlüğü video içerik çözünürlüğünün çözünürlüğünü eşleştirmeye çalışacaktır.

source: If enabled the video will always be de-interlaced.
tr: Etkinleştirildiğinde, video her zaman de-interlaced olacaktır.

source: If set to 'yes' channels without EPG will not be shown.
tr: 'evet' EPG bilgisi olmayan kanallar gösterilmez.

source: If set to 'yes' it will show the 'PO' packages in browser.
tr: 'Evet' olarak ayarlanırsa, tarayıcıdaki 'PO' paketlerini gösterir.

source: If set to 'yes' it will show the 'SRC' packages in browser.
tr: 'Evet' olarak ayarlanırsa, tarayıcıda 'SRC' paketlerini gösterir.

source: If set to 'yes' shows a small TV-screen in the EPG.
tr: 'evet' EPG'de küçük TV ekranı gösterir.

source: If set to 'yes' the EPG will always open at the first channel of bouquet. If set to 'no' the EPG will open on the current channel.
tr: 'evet' seçildiğinde EPG daima buketin ilk kanalında açılır. 'hayır' EPG o anki kanalda açılır.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
tr: 'evet' EPG her açıldığında buketler görüntülenir.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
tr: 'evet' Radyo ve TV kipleri arasındaki geçişlerde kanal listesi görüntülenir.

source: If set to 'yes' the infobar will be displayed when a new event starts.
tr: 'evet' Yeni bir etkinlik başladığında bilgi-çubuğu görüntülenir.

source: If set to 'yes' the infobar will be displayed when changing channels.
tr: 'evet' Kanal değiştirildiğinde bilgi-çubuğu görüntülenir.

source: If set to 'yes' you can preview channels in the EPG list.
tr: 'evet' EPG listesinde kanal önizlemesi görüntülenir.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
tr: 'evet' Kanal listesinde kanal önizlemesi görüntülenir. Seçilen kanalın önizlemesi için OK'a basın, listeden çıkmak ve o kanalı izlemek için OK'a bir daha basın. Kanalı değiştirmek istemiyorsanız EXIT'e basın.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
tr: Ön panelde görüntülenecek metin çok uzunsa, tekrarlanır (tekrar sayısı):

source: If you see this, something is wrong with your scart connection. Press OK to return.
tr: Eğer bunu görüyorsanız, scart bağlantınızla ilgili bazı hatalar var. Geri dönmek için OK'a basın.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
tr: Eğer TV'nizde parlaklık ve kontrast geliştirme özelliğini kullanıyorsanız, devre dışı bırakın. TV ayarlarınızda "dinamik" ismiyle adlandırılan ayar aktifse, standart'a getirin. Arkaplan ışıklandırma (backlight) seviyesini ayarlayın. Kontrast oranını olabildiğince düşürün. Parlaklık seviyesini mümkün olduğunca düşürün, en alttaki iki gri tonuda ayırt edebilecek şekilde ayarlarınızı yapın. Parlak tonları şuan için dert etmeyin. Onları bir sonraki adımda ayarlayabilirsiniz. Sonuçtan memnunsanız, OK'a basın.

source: Immediate shutdown
tr: Hemen kapat

source: In order to record a timer, the TV was switched to the recording service!
tr: Zamanlanmış kayıt için, kayıdın yapıldığı kanala geçildi.!

source: In progress
tr: İşleniyor

source: Inadyn Log
tr: Inadyn Günlüğü

source: Inadyn Setup
tr: Inadyn Kurulumu

source: Inadyn setup
tr: Inadyn kurulumu

source: Include AIT in http streams
tr: AIT http akımına dahil edilsin

source: Include ECM in http streams
tr: ECM http akımına dahil edilsin

source: Include EIT in http streams
tr: EIT http akımına dahil edilsin

source: Incorrect type service for PiP!
tr: PiP için yanlış tip servis!

source: Increase time scale
tr: Zaman ölçeğini arttır

source: Increased voltage
tr: Arttırılmış voltaj

source: Index allocated:
tr: Dizin ayrıldı:

source: Info
tr: Bilgi

source: Info button (long)
tr: Bilgi düğmesi (uzun)

source: Info button (short)
tr: Bilgi düğmesi (kısa)

source: Infobar EPG
tr: Bilgi çubuğu EPG

source: Information
tr: Bilgi

source: Init
tr: Sıfırla

source: Initial fast forward speed
tr: İlk hızlı ileri hız

source: Initial rewind speed
tr: İlk geri sarma hızı

source: Initial signal quality
tr: Ilk sinyal kalitesi

source: Initialization
tr: Sıfırlama

source: Initialize
tr: Sıfırla

source: Initializing storage device...
tr: Depolama aygıtı sıfırlanıyor...

source: Inotify Monitoring
tr: Inotify İzleme

source: Input
tr: Giriş

source: Input device setup
tr: Giriş aygıt kurulumu

source: Install
tr: Yükle

source: Install a new image with a USB stick
tr: Yeni imajı USB bellekten yükle

source: Install a new image with your web browser
tr: Yeni imajı web tarayıcı ile yükle

source: Install channel list
tr: Kanal listesini yükle

source: Install extensions.
tr: uzantılari yükle.

source: Install lcd picons on
tr: Lcd pikonlarını yükle

source: Install local extension
tr: Yerel uzantılari yükle

source: Install or remove finished.
tr: Yükleme veya kaldırma tamamlandı.

source: Install picons on
tr: Pikonları yükle

source: Install plugins
tr: Eklentileri yükle

source: Installation finished.
tr: Yükleme bitti.

source: Installing
tr: Yüklüyor

source: Installing Service
tr: Servis yükleniyor

source: Instant record location
tr: Anlık kayıt konumu

source: Instant recordings location
tr: Anlık kayıtlar konumu

source: Interface
tr: Arayüz

source: Interface:
tr: Arayüz:

source: Intermediate
tr: Orta

source: Internal hdd only
tr: Sadece dahili hdd

source: Interval between keys when repeating:
tr: Tekrarda tuşlar arasındaki gecikme süresi:

source: Invalid directory selected: %s
tr: Seçilen klasör geçersiz: %s

source: Invalid location
tr: Geçersiz Konum

source: Inversion
tr: Tersine çevir

source: Invert
tr: Ters

source: Is this setting ok?
tr: Bu ayar tamam mı?

source: Is this video mode ok?
tr: Bu video modu iyi mi?

source: Italian
tr: İtalyanca

source: JUMP 24 HOURS
tr: JUMP 24 SAAT

source: Job View
tr: Görev İzle

source: Jump back 24 hours
tr: 24 saat geriye atla

source: Jump first press in channel selection*
tr: Kanal seçiminde ilkine atla*

source: Jump forward 24 hours
tr: 24 saat ileriye atla

source: Jump to beginning of list
tr: Listenin başlangıcına git

source: Jump to current time
tr: Güncel zamana atla

source: Jump to next marked position
tr: Bir sonraki işaretli konuma atla

source: Jump to previous marked position
tr: Bir önceki işaretli konuma git

source: Jump to prime time
tr: Prime time a atla

source: Just change channels
tr: Sadece kanal değiştir

source: Keeps MovieList open whilst playing audio files.
tr: Ses dosyalarını çalarken Film Listesini açık tutar.

source: Kernel: %s
tr: Çekirdek: %s

source: Kernel: %s
tr: Çekirdek: %s

source: Keyboard
tr: Klavye

source: Keyboard map
tr: Klavye dizilimi

source: Keyboard setup
tr: Klavye kurulumu

source: LAN adapter
tr: LAN bağdaştırıcısı

source: LAN connection
tr: Yerel ağ bağlantısı

source: LED Deep Standby
tr: LED Derin Bekleme

source: LED Standby
tr: LED Bekleme

source: LED brightness during deep standby.
tr: Derin Beklemede LED parlaklığı

source: LED brightness during normal operations.
tr: Normal durumda LED parlaklığı

source: LED brightness during standby.
tr: Beklemede LED parlaklığı

source: Label
tr: Etiket

source: Language
tr: Dil

source: Language selection
tr: Dil seçimi

source: Last Req.
tr: Son İstem

source: Last config
tr: Son yapılandırma

source: Last speed
tr: Son hız

source: Last update: %s
tr: Son Güncelleme: %s

source: Last update: %s
tr: Son Güncelleme: %s

source: Last used share:
tr: Son kullanılan paylaşım:

# third event: 'third' event label
source: Later
tr: Daha sonra

source: Latitude
tr: Enlem

source: Latvian
tr: Letonyaca

source: Leave DVD player?
tr: DVD oynatıcıdan çıkılsın mı?

source: Left
tr: Sol

source: Left from servicename
tr: Kanal adının solunda

source: Leisure hobbies
tr: Boş zaman hobileri

source: Light Grey
tr: Açık gri

source: Limit character set for recording filenames
tr: Dosya isimlerini kaydetmek için karakter kümesi sınırı

source: Limit debug log size (MB)
tr: Sınır hata ayıklama günlüğü boyutu (MB)

source: Limit east
tr: Doğu limiti

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
tr: Dosya isimlerinin kaydedilmesinde kullanılabilecek karakterleri (7 bit) ascii ile sınırlayın. Bu, sınırlı karakter kümelerine sahip işletim sistemleri veya dosya sistemleriyle uyumluluğu sağlar.

source: Limit west
tr: Batı limiti

source: Limits cancelled
tr: Limitler iptal edildi

source: Limits enabled
tr: Limitler aktif

source: Limits off
tr: Limitler kapalı

source: Limits on
tr: Limitler açık

source: Link Quality:
tr: Bağlantı kalitesi:

source: Link quality:
tr: Bağlantı kalitesi:

source: Linked titles with a DVD menu
tr: DVD Menüsü ile bağlı başlıklar

source: List EPG functions...
tr: EPG işlevlerini listele ...

source: List of storage devices
tr: Depolama Aygıtları listesi

source: Listen to the radio...
tr: Radyo dinle...

source: Lithuanian
tr: Litvanyaca

source: Load
tr: Yükle

source: Load EPG
tr: EPG yükle

source: Load playlist
tr: Oynatma listesi yükle

source: Load/Save
tr: Yükle/Sakla

source: Local box
tr: Yerel kutu

source: Local network
tr: Yerel Ağ

source: Location
tr: Konum

source: Log results to harddisk
tr: Sonuçları diske günlükle

source: LogManager
tr: GünlükYöneticisi

source: Logs location
tr: Günlükler Konumu

source: Logs settings
tr: Günlükler ayarları

source: Long << / >>
tr: Uzun << / >>

source: Long Left/Right
tr: Uzun sol / sağ

source: Long filenames
tr: Uzun dosya adı

source: Longitude
tr: Boylam

source: Luxembourgish
tr: Lüksemburgca

source: MAC-address
tr: MAC Adresi

source: MAC-address settings
tr: MAC adresi ayarları

source: Main menu
tr: Ana menü

source: Mainmenu
tr: Anamenü

source: Maintain old EPG data for
tr: Eski EPG bilgisini tut

source: Make this mark an 'in' point
tr: 'içinde' noktası olarak işaretle

source: Make this mark an 'out' point
tr: 'dışında' noktası olarak işaretle

source: Make this mark just a mark
tr: Bu işareti sadece bir işaret olarak kullan

source: Manage extensions
tr: Uzantıları yönet

source: Manual Scan
tr: El ile Tarama

source: Manual configuration
tr: El ile yapılandırma

source: Manual scan
tr: Manuel tarama

source: Manual transponder
tr: Aktarıcı bilgilerini el ile gir

source: Manufacturer
tr: Üretici

source: Margin after recording (minutes)
tr: Kayıt sonuna marj süresi ekle (dk.)

source: Margin before recording (minutes)
tr: Kayıt başına marj süresi ekle (dk.)

source: Maximum no of days
tr: En fazla gün sayısı

source: Media playback Remaining/Elapsed as
tr: Ortam oynatımında Kalan/Geçen süre

source: Media player
tr: Ortam oynatıcı

source: Media scanner
tr: Ortam tarayıcı

source: Medium is not a writeable DVD!
tr: DVD ortamı yazılabilir değil!

source: Medium is not empty!
tr: DVD ortamı boş değil!

source: Memory
tr: Bellek

source: Memory Information
tr: Bellek Bilgisi

source: Memory index
tr: Bellek endeksi

source: Menu
tr: Menü

source: Menu config
tr: Menü Yapılandırma

source: Merging Timeshift files
tr: Zaman-kaydırma dosyaları birleştiriliyor

source: MiniDLNA Log
tr: MiniDLNA Günlüğü

source: MiniDLNA Setup
tr: MiniDLNA Kurulumu

source: MiniDLNA setup
tr: MiniDLNA kurulumu

source: Minimum age %d years
tr: Minimum yaş %d yıl

source: Mins
tr: Dak.

source: Mins Secs
tr: Dak. San.

source: Missing
tr: Eksik

# Satellite configuration mode
source: Mode
tr: Mod

# Video output mode
source: Mode
tr: Mod

source: Modulation
tr: Modülasyon

source: Modulator
tr: Modülatör

source: Mon
tr: Pti

source: Mon-Fri
tr: Pti-Cum

source: Monday
tr: Pazartesi

source: Monthly
tr: Aylık

source: Mount
tr: Bağla

source: Mounts Setup
tr: Bağlantı Kurulumu

source: Mounts setup
tr: Bağlar kurulum

source: Move
tr: Taşı

source: Move Left/Right
tr: Sola/Sağa Taşı

source: Move Picture in Picture
tr: Resim içinde resim (PiP)'i taşı

source: Move Up/Down
tr: Yukarı/Aşağı Taşı

source: Move down a page
tr: Bir sayfa aşağı taşı

source: Move east
tr: Doğuya taşı

source: Move to home of list
tr: Listenin başına taşı

source: Move to other directory
tr: Başka klasöre taşı

source: Move up a page
tr: Bir sayfa yukarı taşı

source: Move west
tr: Batıya taşı

source: Moved to position 0
tr: 0 konumuna gitti

source: Movement
tr: Hareket

source: Movie List
tr: Film Listesi

source: Movie List Setup
tr: Film Listesi Kurulumu

source: Movie location
tr: Film konumu

source: Movie selection
tr: Film seçimi

source: Movie/Drama
tr: Film / Dram

source: Moving
tr: Taşınıyor

source: Moving east ...
tr: Doğuya dönüyor ...

source: Moving to position
tr: Pozisyona hareket ediyor

source: Moving west ...
tr: Batıya dönüyor ...

source: Multi EPG
tr: Çoklu EPG

source: Multimedia
tr: Çoklu ortam

source: Multiple service support
tr: Çoklu kanal desteği

source: Multiplex
tr: Çoklandırıcı

source: Multisat
tr: Çoklu uydu

source: Music/Ballet/Dance
tr: Müzik / Bale / Dans

source: NFI image flashing completed. Press Yellow to Reboot!
tr: NFI imaj flaşlaması tamamlandı. Yeniden başlatmak için Sarı tuşa basın.

source: NFS Setup
tr: NFS Yapılandırma

source: NFS setup
tr: NFS kurulumu

source: NIM
tr: Tuner

source: Name
tr: Ad

source: Name:
tr: Ad:

source: Nameserver
tr: Ad sunucu (DNS)

source: Nameserver %d
tr: Ad sunucu (DNS) %d

source: Nameserver settings
tr: Ad sunucu (DNS) ayarları

source: Netmask
tr: Alt ağ maskesi

source: Network
tr: Ağ

source: Network ID
tr: Ağ ID

source: Network Information
tr: Ağ Bilgisi

source: Network MAC settings
tr: Ağ MAC ayarları

source: Network Servers:
tr: Ağ Sunucuları:

source: Network Setup
tr: Ağ Kurulumu

source: Network Test
tr: Ağ Test

source: Network scan
tr: Ağ Tarama

source: Network setup
tr: Ağ kurulumu

source: Network test
tr: Ağ yapılandırmasını test et

source: Network test:
tr: Ağ testi:

source: Network:
tr: Ağ:

source: New
tr: Yeni

source: New PIN
tr: Yeni PIN

source: New profile:
tr: Yeni profil:

source: New timers location
tr: Yeni zamanlayıcılar konumu

source: News Current Affairs
tr: Güncel Haberler

# now/next: 'next' event label
source: Next
tr: Sonraki

source: No
tr: Hayır

source: No (supported) DVDROM found!
tr: Desteklenen DVDROM bulunamadı!

source: No Connection
tr: Bağlantı yok

source: No HDD found or HDD not initialized!
tr: HDD bulunamadı veya HDD ilişkilendirilemedi!

source: No Timeshift found to save as recording!
tr: Kayıt olarak saklanacak zaman-kaydırma bulunamadı!

source: No backup needed
tr: Yedekleme gerekmiyor

source: No cable tuner found!
tr: Kablo tuner bulunamadı!

source: No card inserted!
tr: Kart takılmadı!

source: No data on transponder! (Timeout reading PAT)
tr: Aktarıcıda yayın yok! (PAT okunurken zaman aşımı oluştu)

source: No delay
tr: Gecikmesiz

source: No description available.
tr: Açıklayıcı bilgi yok.

source: No details for this image file
tr: Bu imaj dosyasının detay bilgisisi yok

source: No displayable files on this medium found!
tr: Bu ortamda gösterilecek dosya bulunamadı!

source: No event info found, recording indefinitely.
tr: Etkinlik bilgisi bulunamadı, süresiz kaydediliyor.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
tr: İleri/geri hızlı sardırmayı kullanabilmek için rakam tuşlarını kullanın!

source: No free index available
tr: Uygun boş index yok

source: No free tuner!
tr: Boş tuner yok!

source: No httpport defined in oscam.conf. This value is required!
tr: oscam.conf içinde httpport tanımlanmadı. Bu değer gereklidir!

source: No httppwd defined in oscam.conf
tr: oscam.conf içinde httppwd tanımlanmadı.

source: No httpuser defined in oscam.conf
tr: oscam.conf içinde httpuser tanımlanmadı.

source: No network connection available.
tr: Uygun ağ bağlantısı yok.

source: No networks found
tr: Ağ bulunamadı

source: No new plugins found
tr: Yeni eklenti bulunamadı

source: No positioner capable frontend found.
tr: Konumlayıcı uyumlu uç ekipman bulunamadı.

source: No satellites configured. Plese check your tuner setup.
tr: Hiçbir uydu yapılandırılmamış. Tuner ayarlarınızı kontrol edin.

source: No service
tr: Yayın yok

source: No services/providers selected
tr: Kanal/Sağlayıcı seçilmedi

source: No standby
tr: Bekletme

source: No suitable sat tuner found!
tr: Uygun uydu tüneri bulunamadı!

source: No tags are set on these movies.
tr: Bu filmler için etiket tanımlanmamış

source: no timeout
tr: zaman aşımı yok

source: No to all
tr: Tümüne hayır

source: No transparency
tr: Saydamlık yok

source: No tuner is configured for use with a diseqc positioner!
tr: DiSEqC konumlayıcı kullanımı için tuner ayarı yapılmamış!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
tr: Tuner etkinleştirilmemiş! Lütfen kanal taramasına başlamadan önce tuner ayarlarınızı yapın.

source: No updates available. Please try again later.
tr: Güncelleme yok. Lütfen daha sonra tekrar deneyiniz.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
tr: Tanımlanmış kanal PINi bulunamadı! Kanal PINini şimdi değiştirmek ister misiniz? 'Hayır' derseniz kanal koruması devredışı kalacaktır.
