Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
tr: İmaj yükseltme sihirbazına hoş geldiniz. Bu sihirbaz, %s %s aygıt yazılımı yükseltmesi esnasında, geçerli ayarlarınızın yedeğini almanıza imkan sağlayacak ve kısa açıklamalarla aygıt yazılımızı nasıl yükselteceğinizi anlatacaktır.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
tr: Hoşgeldiniz. %s %s'yu internete bağlamak istiyorsanız, bu sihirbaz size ağınızı yapılandırmanız için rehberlik yapacaktır. Ağ yapılandırmasına başlamak için OK'a basın.

source: West
tr: Batı

source: West limit set
tr: Batı limiti belirle

source: What Day of week ?
tr: Haftanın hangi günü?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
tr: Zamanlayıcının tamamlanmasında hangi eylem gereklidir? 'Otomatik', kutunun, zamanlayıcı başlatıldığında sahip olduğu duruma dönmesine izin verir. 'Hiçbir şey yap', 'Beklemede git' ve 'Derin beklemeye git' sözlerini bir kenara bırak.

source: What date of month ?
tr: Ayın hangi günü?

source: What do you want to scan?
tr: Ne taramak istiyorsunuz?

source: When enabled the online checker will also check for experimental versions
tr: Etkinleştirildiğinde, çevrimiçi denetleyici deneysel sürümleri de kontrol edecektir

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
tr: Etkinleştirildiğinde, AIT verileri http akışlarına dahil edilir. Bu, bir alıcı alıcının HbbTV'yi kullanmasına izin verir.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
tr: Etkinleştirildiğinde, EIT verileri http akışlarına dahil edilir. Bu, bir müşteri alıcısının EPG'yi göstermesine izin verir.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
tr: Etkinleştirildiğinde, bir film bittiğinde ve bir sonraki başlatıldığında bir açılır pencere görüntülenir.

source: When enabled, a popup message will be shown when a recording starts.
tr: Etkinleştirildiğinde, bir kayıt başladığında bir açılır pencere görüntülenir.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
tr: Etkinleştirildiğinde, bir uyarı görüntülenecek ve kullanıcı zaman kaymasını durdurmak veya devam ettirmek için bir seçenek alacak.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
tr: Etkinleştirildiğinde, ekrana sığacak şekilde 4: 3 en boy oranına sahip içerik genişletilir.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
tr: Etkinleştirildiğinde, silinen kayıtlar hemen silinmek yerine çöp kutusuna taşınabilir.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
tr: Etkinleştirildiğinde, her iki tip mevcut olduğunda, teleteks altyazılarına göre grafiksel DVB altyazıları tercih edilir.

source: When enabled, graphical DVB subtitles will be centered horizontally.
tr: Etkinleştirildiğinde, grafiksel DVB altyazıları yatay olarak ortalanacak.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
tr: Etkinleştirildiğinde, grafiksel DVB altyazıları orijinal konumlarında görüntülenecektir.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
tr: Etkinleştirildiğinde, grafik DVB altyazıları orijinal renk yerine sarı renkte görüntülenir.

source: When enabled, it is possible to leave the Movie Player with exit.
tr: Etkinleştirildiğinde, Movie Player'ı çıkışla bırakmak mümkündür.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
tr: Etkinleştirildiğinde, rotorun ne zaman durduğunu (tuner tarafından desteklendiğinde) algılamak için güç tüketimini ölçün.

source: When enabled, network trash cans are probed for cleaning.
tr: Etkinleştirildiğinde, ağ çöp kutularının temizlenmesi için problanır.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
tr: Etkinleştirildiğinde, '0'a basmak sizi ilk buketinizdeki ilk kanala zaplayacak ve zap geçmişinizi silecektir.

source: When enabled, show channel numbers in the channel selection screen.
tr: Etkinleştirildiğinde, kanal seçim ekranında kanal numaralarını gösterin.

source: When enabled, subtitles for the hearing impaired can be used.
tr: Etkinleştirildiğinde, işitme engelliler için altyazılar kullanılabilir.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
tr: Etkinleştirildiğinde, her iki tip de mevcut olduğunda, işitme engelliler için altyazılar normal altyazılara tercih edilir.

source: When enabled, teletext pages will be cached, allowing faster access.
tr: Etkinleştirildiğinde, teleteks sayfaları daha hızlı erişime izin verecek şekilde önbelleğe alınacaktır.

source: When enabled, teletext subtitles will be displayed at their original position.
tr: Etkinleştirildiğinde, teleteks altyazıları orijinal konumlarında görüntülenecektir.

source: When enabled, the VCR scart option will be shown in the main menu
tr: Etkinleştirildiğinde, VCR scart opsiyonu ana menüde görünecektir

source: When enabled, the original line breaks will be removed from the teletext subtitles.
tr: Etkinleştirildiğinde, orijinal satır kırıkları teletekst altyazısından kaldırılır.

source: When enabled, the receiver will automatically use the audio track which you selected before.
tr: Etkinleştirildiğinde, alıcı daha önce seçtiğiniz ses parçasını otomatik olarak kullanacaktır.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
tr: Etkinleştirildiğinde, alıcı daha önce seçtiğiniz altyazıları otomatik olarak kullanır.

source: When enabled, the receiver will select an AC3 track (when available).
tr: Etkinleştirildiğinde, alıcı bir AC3 yolu seçecektir (mevcut olduğunda).

source: When enabled, use DHCP for the IP configuration.
tr: Etkinleştirildiğinde, IP yapılandırması için DHCP'yi kullanın.

source: When enabled, your receiver will detect activity on the VCR SCART input.
tr: Etkinleştirildiğinde, alıcınız VCR SCART girişindeki etkinliği tespit edecektir.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
tr: Sıfır değilse, bir kayıt EPG tarafından belirtilen başlangıç ​​süresinden daha erken başlayacaktır.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
tr: Sıfır değilse, bir kayıt EPG tarafından belirtilen bitiş zamanından daha sonra duracaktır.

source: When set each folder will show the previous state used, when off the default values will be shown.
tr: Ayarlandığında her klasör bir önceki durumda gösterilir, kapatıldığında varsayılan değerler görüntülenir.

source: When set the PIG will return to live after a movie has stopped playing.
tr: Ayarlanırsa, izlenen film durdurulduğunda PIG canlı yayına döner.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
tr: İçerik 16: 9 en boy oranına sahip olduğunda, resmin ölçeklenip ölçeklenmeyeceğini seçin.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
tr: İçerik 4: 3 en boy oranına sahip olduğunda, resmin ölçeklenip ölçeklenmeyeceğini seçin.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
tr: Fabrika ayarlarına geri döndüğünüzde, yapılandırma dosyalarınızın tamamını KAYBEDEBİLİRSİNİZ (buketler, kanallar, uydu verileri ve özel ayar dosyalarınız ...) Fabrika ayarlarına geri dönüldükten sonra, %s %s otomatik olarak yeniden başlatılacaktır! Fabrika ayarlarına geri dönmek istediğinizden emin misiniz?

source: Where do you want to backup your settings?
tr: Ayarlarınızı nereye yedeklemek istiyorsunuz?

source: Where should the recording be saved?
tr: Kayıt nereye kaydedilmelidir?

source: Where to save temporary timeshift recordings?
tr: Geçici zaman-kaydırma kayıtları nerede saklansın?

source: Which event do you want to save permanently?
tr: Hangi etkinliği kalıcı olarak saklamak istersiniz?

source: White
tr: Beyaz

source: Width
tr: Genişlik

source: Wireless LAN
tr: Kablosuz yerel ağ

source: Wireless network
tr: Kablosuz Ağ

source: Wireless network configuration...
tr: Kablosuz ağ bağlantı ayarları...

source: Wireless network connection setup
tr: Kablosuz ağ bağlantı kurulumu

source: Wireless network connection setup.
tr: Kablosuz ağ bağlantı kurulumu.

source: Wireless network state
tr: Kablosuz ağ durumu

source: With popup
tr: Pop-up ile

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
tr: 'evet' ise, kanal listesi daima önce buket ekranını gösterir. 'hayır' ise, geçerli buket açılır.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
tr: Görevlerin uzantılar ekranında gizlenmesini sağlar (mavi tuşa kısa basış).

source: Without popup
tr: Pop-up olmadan

source: Write error while recording. Disk full?
tr: Kaydederken hata oluştu. Disk dolu mu?

source: Write error while recording. Disk full? %s
tr: Kayıt sırasında yazma hatası. Disk dolu mu? %s

source: Write failed!
tr: Yazma başarısız!

source: XBox 360 support
tr: XBox 360 desteği

source: Year
tr: Yıl

source: Yellow DVB subtitles
tr: Sarı DVB altyazı

source: Yes
tr: Evet

source: Yes to all
tr: Tümüne evet

source: Yes, always
tr: Evet, her zaman

source: Yes, and delete this movie
tr: Evet, ve bu filmi sil

source: Yes, backup my settings!
tr: Evet, ayarlarımın yedeğini al!

source: Yes, do a manual scan now
tr: Evet, şimdi el ile kanal tarama yap

source: Yes, do an automatic scan now
tr: Evet, şimdi otomatik kanal taraması yap

source: Yes, do another manual scan now
tr: Evet, şimdi başka bir el ile kanal taraması yap

source: Yes, restore the settings now
tr: Evet, şimdi ayarları geri yükle

source: Yes, returning to movie list
tr: Evet, film listesine dön

source: Yesterday
tr: Dün

source: You already have a bootlogo installed, would you like to remove "%s"?
tr: Yüklenmiş başlangıç logosu var, kaldırmak ister misiniz "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
tr: Yüklenmiş kanal listeniz var, kaldırmak ister misiniz "%s"?

source: You can cancel the installation.
tr: Yüklemeyi iptal edebilirsiniz.

source: You can cancel the removal.
tr: Kaldırmayı iptal edebilirsiniz.

source: You can continue watching TV etc. while this is running.
tr: Bu çalışırken TV izlemeye devam edebilirsiniz.

source: You can disable Telnet Server and use ssh to login.
tr: Telnet Sunucusunu devre dışı bırakıp ssh kullanabilirsiniz.

source: You can have the list sorted by time or alphanumerical.
tr: Lisyeyi zamana göre veya alfabetik sıralayabilirsiniz.

source: You can install this plugin.
tr: Bu eklentiyi yükleyebilirsiniz.

source: You can remove this plugin.
tr: Bu eklentiyi kaldırabilirsiniz.

source: You cannot delete this!
tr: Bunu silemezsiniz!

source: You didn't select a channel to record from.
tr: Kayıt yapılacak kanalı seçmediniz.

source: You have already sent this log, are you sure you want to resend this log:
tr: Bu günlük gönderilmiş, tekrar gönderilsin mi?:

source: You have chosen to backup your settings. Please press OK to start the backup now.
tr: Ayarlarınızı yedeklemeyi seçtiniz. Lütfen yedeklemeyi başlatmak için OK'a basın.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
tr: Önyükleme yapabilir .NFI flaşlayıcı USB bellek oluşturmayı seçtiniz. Bu işlem USB belleğin yeniden bölüntülenmesi gerektirdiğinden içeriğindeki tüm veriler silinecektir.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
tr: Ayarlarınızı geri yüklemeyi seçtiniz. Geri yüklemeden sonra Enigma2 yeniden başlayacaktır. Lütfen geri yüklemeyi şimdi başlatmak için OK'a basın.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
tr: Mevcut zaman kayması etkinliğini kaydetmeyi seçtiniz, ancak etkinlik henüz tamamlanmadı \ nNe yapmak istiyorsunuz?

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
tr: Kurulum ekranında kullanıcı bilginizi girmediniz MENU'ye basın, bilginizi girin, sonra yeniden deneyin.

source: You have selected no logs to delete.
tr: Silinecek günlük seçmediniz.

source: You have selected no logs to send.
tr: Gönderilecek günlük seçmediniz.

source: You have to wait %s!
tr: %s beklemelisiniz!

source: You seem to be in timeshift!
tr: Timeshift içinde görünüyorsun!

source: You seem to be in timeshift, Do you want to leave timeshift ?
tr: Zaman kayması içinde görünüyorsun, Timeshift'ten çıkmak ister misin?

source: You system does not support ext4
tr: Sisteminiz ext4 desteklemiyor

source: Your %s %s is not connected to the internet, please check your network settings and try again.
tr: %s %s bağlantınız internete bağlı değil, lütfen ağ ayarlarınızı kontrol edip tekrar deneyin.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
tr: %s %s kullanımınız için hazır. Internet bağlantınız çalışıyor. Lütfen devam etmek için OK'a basın.

source: Your %s %s is rebooting
tr: %s %s başlıyor

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
tr: %s %s şu anda kullanılamaz olabilir. Lütfen %s %s s’nizi yeniden başlatmadan önce daha fazla yardım için kılavuza bakın.

source: Your %s %s will be restarted after the installation of service Ready to install "%s" ?
tr: Hizmet yüklendikten sonra %s %s yeniden başlatılacak \ nDoğru kurulum \ " %s "?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
tr: Hizmet yüklendikten sonra %s %s yeniden başlatılacak. \ N \ nŞimdi yüklemek istiyor musunuz?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
tr: Hizmetten kaldırıldıktan sonra %s %s yeniden başlatılacak \ nŞimdi kaldırmak istiyor musunuz?

source: Your STB will restart after pressing OK on your remote control.
tr: OK'a bastığınızda alıcınız yeniden başlayacak.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
tr: Yedek başarıyla alındı. Şimdi yükseltme işlemine devam edeceğiz.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
tr: Derlemeniz tek katman DVD'ye sığmıyor, çift katman DVD kullanmanız gerekiyor!

source: Your config file is not well-formed: %s
tr: Kurulum dosyanız tam değil: %s

source: Your current collection will get lost!
tr: Geçerli derlemeniz kaybolacak!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
tr: Önişlemci belleniminin yükseltilmesi gerekiyor. Yükseltmeye başlamak için OK'a basın.

source: Your internet connection is not working! Please choose what you want to do next.
tr: İnternet bağlantınız çalışmıyor! Lütfen sonraki aşamada yapmak istediğiniz işlemi seçin.

source: Your internet connection is working (ip: %s)
tr: İnternet bağlantınız çalışıyor (ip: %s )

source: Your network configuration has been activated.
tr: Ağ yapılandırmanız etkinleştirildi.

source: Your receiver does not have an internet connection
tr: Alıcınızın internet bağlantısı yok

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
tr: Kablosuz ağ bağlantısı başlatılamadı! USB WLAN çubuğunu taktığınızdan emin olun? Lütfen sonraki adımda yapmak istediğiniz işlemi seçin.

source: Zap + Exit
tr: Zap + Çık

source: Zap back to previously tuned service?
tr: Önceki kanala zap?

source: Zap back to service before positioner setup?
tr: Konumlayıcı kurulumundan önce zap?

source: Zap back to service before tuner setup?
tr: Tuner kurulumundan önce zap?

source: Zap focus to Picture in Picture
tr: Zap, PiP'e odaklan

source: Zap focus to main screen
tr: Zap, ana ekrana odaklan

source: Zap mode
tr: Zap kipi

source: Zap to channel (setup in menu)
tr: Kanala zap (menüde ayar)

source: Zap to channel and close (setup in menu)
tr: Zapla ve kapat (menüde ayar)

source: Zoom In/Out TV...
tr: Yakınlaştır / Uzaklaştır ...

source: Zoom Off...
tr: Uzaklaştır ...

source: [TimeShift] Restarting Timeshift!
tr: [ZamanKaydırma] Zaman-kaydırma yeniden başlatılıyor!

source: [Timeshift] Merging records failed!
tr: [ZamanKaydırma] Kayıtların birleştirilmesi başarısız!

source: [alternative edit]
tr: [alternatif düzenle]

source: [bouquet edit]
tr: [buket düzenle]

source: [favourite edit]
tr: [favori düzenle]

source: [move mode]
tr: [taşıma kipi]

source: a gui to assign services/providers to common interface modules
tr: ortak arayüz modüllerine kanal/sağlayıcı atama kullanıcı arayüzü

source: a gui to assign services/providers/caids to common interface modules
tr: ortak arayüz modüllerine kanal/sağlayıcı/caid atama kullanıcı arayüzü

source: abort alternatives edit
tr: alternatif düzenlemeden vazgeç

source: abort bouquet edit
tr: buket düzenlemeden vazgeç

source: abort favourites edit
tr: favori düzenlemeden vazgeç

source: about to start
tr: başlayacak

source: activate network adapter configuration
tr: ağ adaptör yapılandırmasını etkinleştir

source: add alternatives
tr: alternatifler ekle

source: add bookmark
tr: yer imi ekle

source: add bouquet
tr: buket ekle

source: add marker
tr: işaret ekle

source: add service to bouquet
tr: kanalı bukete ekle

source: add service to favourites
tr: kanalı favorilere ekle

source: add to parental protection
tr: ebeveyn korumasına ekle

source: address:
tr: adres:

source: adult movie/drama
tr: yetişkin film / tiyatro

source: advanced
tr: gelişmiş

source: adventure/western/war
tr: macera / batı / savaş

source: advertisement/shopping
tr: reklam / alışveriş

source: alphabetic
tr: alfabetik

source: alphabetic reverse
tr: ters alfabetik

source: arts/culture (without music, general)
tr: sanat / kültür (müziksiz, genel)

source: arts/culture magazine
tr: sanat / kültür dergisi

source: as plugin in extended bar
tr: gelişmiş-çubukta eklenti olarak

source: at beginning
tr: başında

source: at end
tr: sonunda

source: athletics
tr: atletizm

source: audio tracks
tr: ses izleri

source: auto
tr: otomatik

source: auto standby
tr: otomatik bekleme modu

source: automatic
tr: otomatik

source: back
tr: geri

source: background image
tr: arkaplan resmi

source: ballet
tr: bale

source: better
tr: daha iyi

source: black
tr: siyah

source: black & white
tr: Siyah & Beyaz

source: blacklist
tr: kara liste

source: blue
tr: mavi

source: broadcasting/press
tr: yayın / basın

source: by date
tr: Tarihe göre

source: card
tr: kart

source: card reader
tr: kart okuyucu

source: cartoon/puppets
tr: karikatür / kuklalar

source: center
tr: merkez

source: chapters
tr: bölümler

source: childrens's/youth program (general)
tr: çocuk / gençlik programı (genel)

source: circular left
tr: dairesel sola

source: circular right
tr: dairesel sağa

source: close share view
tr: paylaşım izlemesini kapat

source: comedy
tr: komedi

source: complex
tr: karmaşık (kompleks)

source: confirmed
tr: onaylandı

source: connected
tr: bağlandı

source: continue
tr: devam

source: cooking
tr: yemek pişirme

source: copy
tr: kopya

source: copy to bouquets
tr: buketlere kopyala

source: create directory
tr: klasör oluştur

source: currently installed image: %s
tr: yüklü imaj: %s

source: daily
tr: günlük

source: day
tr: gün

source: delete
tr: sil

source: delete cut
tr: kesimi sil

source: descramble and record ecm
tr: ecm şifre çözerek kaydet

source: detective/thriller
tr: dedektif / gerilim

source: disable
tr: kapat

source: disable move mode
tr: taşıma kipini kapat

source: disabled
tr: kapatıldı

source: disconnected
tr: bağlı değil

source: discussion/interview/debate
tr: Tartışma / mülakat / tartışma

source: do nothing
tr: birşey yapma

source: Do nothing
tr: Birşey yapma

source: documentary
tr: Belgesel

source: don't descramble, record ecm
tr: ecm şifre çözmeden kaydet

source: done!
tr: tamam!

source: east
tr: doğu

source: ecm time:
tr: ecm zamanı:

source: economics/social advisory
tr: ekonomi / sosyal danışmanlık

source: edit alternatives
tr: alternatifleri düzenle

source: education/science/factual topics (general)
tr: eğitim / bilim / olgusal konular (genel)

source: empty
tr: boş

source: enable
tr: etkinleştir

source: enable bouquet edit
tr: buket düzenlemeyi etkinleştir

source: enable favourite edit
tr: favori düzenlemeyi etkinleştir

source: enable move mode
tr: taşıma kipini etkinleştir

source: enabled
tr: etkinleştirildi

source: end alternatives edit
tr: alternatif düzenlemeyi bitir

source: end bouquet edit
tr: buket düzenlemeyi bitir

source: end cut here
tr: kesimi burada bitir

source: end favourites edit
tr: favori düzenlemeyi bitir

source: enter number to jump to channel.
tr: kanala atlamak için sayı girin.

source: entertainment (10-16 year old)
tr: eğlence (10-16 yaş)

source: entertainment (6-14 year old)
tr: eğlence (6-14 yaş)

source: equal to
tr: eşittir

source: equestrian
tr: atlı

source: exit DVD player or return to file browser
tr: DVD oynatıcıdan çık veya dosya tarayıcısına dön

source: exit mounts setup menu
tr: bağlantı kurulum menüsünden çık

source: exit network adapter configuration
tr: ağ bağdaştırıcısı yapılandırmasından çık

source: exit networkadapter setup menu
tr: ağ donanımı kurulum menüsünden çık

source: experimental film/video
tr: deneysel film / video

source: extensions.
tr: uzantıları.

source: failed
tr: başarısız oldu

source: false
tr: yanlış

source: fashion
tr: moda

source: fast
tr: HIZLI OLUN!

source: file oscam.conf could not be found
tr: oscam.conf dosyası bulunamadı

source: fileformats (BMP, PNG, JPG, GIF)
tr: dosya biçimleri (BMP, PNG, JPG, GIF)

source: filename
tr: dosya adı

source: film/cinema
tr: Film / sinema

source: fine arts
tr: güzel sanatlar

source: fine-tune your display
tr: ekranınızın ince ayarını yapın

source: fitness & health
tr: fitness ve sağlık

source: flat alphabetic
tr: düz alfabetik

source: flat alphabetic reverse
tr: düz alfabetik ters

source: folk/traditional music
tr: halk / geleneksel müzik

source: football/soccer
tr: Futbol

source: foreign countries/expeditions
tr: yabancı ülkeler / seferler

source: forward to the next chapter
tr: sonraki bölüme ilerle

source: free
tr: boş

source: free diskspace
tr: boş disk alanı

source: full
tr: tam

source: further education
tr: ileri eğitim

source: game show/quiz/contest
tr: oyun gösterisi / sınav / yarışma

source: gardening
tr: bahçıvanlık

source: go to deep standby
tr: derin uyku kipine geç

source: go to standby
tr: bekleme moduna geçmek

source: grab this frame as bitmap
tr: bu çerçeveyi bitmap olarak yakala
