Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Configure the IP address.
tr: IP adresini yapılandırın.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
tr: Film oynatma zaten duraklatıldığında 'duraklat' tuşunun davranışını yapılandırın.

source: Configure the behavior when movie playback is manually stopped.
tr: Film oynatma manuel olarak durdurulduğunda davranışı yapılandırın.

source: Configure the behavior when movie playback is started.
tr: Film oynatma başladığında davranışı yapılandırın.

source: Configure the behavior when reaching the end of a movie, during movie playback.
tr: Film oynatılırken, bir filmin sonuna ulaşırken davranışı yapılandırın.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
tr: Altyazıların sınır genişliğini yapılandırın. Karanlık sınır, altyazıları açık bir arka plan üzerinde okumayı kolaylaştırır.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
tr: Dış altyazıların rengini yapılandırın, alternatif (normal beyaz, italik sarı, mavi renkte kalın, yeşil alt çizgi), beyaz veya sarı.

source: Configure the color of the teletext subtitles.
tr: Teletekst altyazısının rengini yapılandırın.

source: Configure the contrast level of the front panel display.
tr: Ön panel ekranının kontrast seviyesini yapılandırın.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
tr: Kanal seçim listesindeki imleç davranışını yapılandırın. Kanal seçim listesini açarken mevcut serviste kalabilirsiniz veya zaten yukarı / aşağıyı seçebilir ve B + / B- tuşlarını geri alabilirsiniz.

source: Configure the first audio language (highest priority).
tr: İlk ses dilini yapılandırın (en yüksek öncelikli).

source: Configure the first subtitle language (highest priority).
tr: İlk altyazı dilini yapılandırın (en yüksek öncelik).

source: Configure the font size of the subtitles.
tr: Altyazıların yazı tipi boyutunu yapılandırın.

source: Configure the fourth audio language.
tr: Dördüncü ses dilini yapılandırın.

source: Configure the fourth subtitle language.
tr: Dördüncü altyazı dilini yapılandırın.

source: Configure the gateway.
tr: Ağ geçidini yapılandırın.

source: Configure the horizontal alignment of the subtitles.
tr: Altyazıların yatay hizalamasını yapılandırın.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
tr: İlk hızlı ileri hızını yapılandırın. Hızlı ileri sarma düğmesine bastığınızda, sargı bu hızda başlayacaktır.

source: Configure the latitude of your location.
tr: Konumunuzun enlemini yapılandırın.

source: Configure the longitude of your location.
tr: Bulunduğunuz yerin boylamını girin.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
tr: Kayıtlar için mevcut olacak minimum disk alanı miktarını yapılandırın. Boşluk miktarı bu değerin altına düştüğünde, silinmiş öğeler çöp kutusundan kaldırılacaktır.

source: Configure the nameserver (DNS).
tr: İsim sunucusunu (DNS) yapılandırın.

source: Configure the netmask.
tr: Ağ maskesini yapılandırın.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
tr: Zamanlayıcı listesinden otomatik olarak kaldırılmadan önce eski zamanlayıcıların sayısını koruyun.

source: Configure the possible fast forward speeds.
tr: Olası hızlı ileri hızları yapılandırın.

source: Configure the possible rewind speeds.
tr: Olası geri sarma hızlarını yapılandırın.

source: Configure the primary EPG language.
tr: Birincil EPG dilini yapılandırın.

source: Configure the refresh rate of the screen.
tr: Ekranın yenileme oranını yapılandırın.

source: Configure the second audio language.
tr: İkinci ses dilini yapılandırın.

source: Configure the second subtitle language.
tr: İkinci altyazı dilini yapılandırın.

source: Configure the secondary EPG language.
tr: İkincil EPG dilini yapılandırın.

source: Configure the skip time interval for the 1 and 3 buttons.
tr: 1 ve 3 düğmeleri için atlama zaman aralığını yapılandırın.

source: Configure the skip time interval for the 4 and 6 buttons.
tr: 4 ve 6 düğmeleri için atlama zaman aralığını yapılandırın.

source: Configure the skip time interval for the 7 and 9 buttons.
tr: 7 ve 9 düğmeleri için atlama zaman aralığını yapılandırın.

source: Configure the slow motion speeds.
tr: Yavaş hareket hızlarını yapılandırın.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
tr: Arka plan silme işleminin hızını yapılandırın. Düşük hız daha az sabit disk sürücüsü performansı tüketir.

source: Configure the subtitle delay when timing information is not available.
tr: Zamanlama bilgisi mevcut değilken altyazı gecikmesini yapılandırın.

source: Configure the third audio language.
tr: Üçüncü ses dilini yapılandırın.

source: Configure the third subtitle language.
tr: Üçüncü altyazı dilini yapılandırın.

source: Configure the transparency of the black background of graphical DVB subtitles.
tr: Grafiksel DVB altyazısının siyah arka planının saydamlığını yapılandırın.

source: Configure the tuner mode.
tr: Tuner modunu yapılandırın.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
tr: Ekranın altından ölçülen altyazıların dikey konumunu yapılandırın.

source: Configure to show the channel names, picons, or both in the EPG.
tr: EPG'de kanal adlarını, piktogramları veya her ikisini gösterecek şekilde yapılandırın.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
tr: Tamam'a iki kez basıldığında ikinci bir bilgi çubuğunun (ve ne kadar süre için) görüntüleneceğini yapılandırın. İkinci bilgi çubuğu mevcut kanal hakkında ek bilgi içerir.

source: Configure which color format should be used on the SCART output.
tr: SCART çıktısında hangi renk biçiminin kullanılması gerektiğini yapılandırın.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
tr: Aynı servis farklı tuner tiplerinde mevcut olduğunda hangi tuner tipinin tercih edileceğini yapılandırın.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
tr: Birden fazla tuner mevcut olduğunda hangi tunerin tercih edileceğini yapılandırın. 'Otomatik' olarak ayarlanırsa, sistem en düşük sayıda kanal / uyduya sahip olan alıcıya öncelik verecektir.

source: Configure your NTP server.
tr: NTP sunucunuzu yapılandırın.

source: Configure your internal LAN
tr: Yerel ağınızı yapılandırın

source: Configure your network again
tr: Ağınızı tekrar yapılandırın

source: Configure your network settings, and press OK to start the scan
tr: Ağ ayarlarınızı yapın, ve taramayı başlatmak için OK'a basın

source: Configure your wireless LAN again
tr: Kablosuz ağ ayarlarınızı yeniden yapılandırın

source: Configures which video output connector will be used.
tr: Hangi video çıkış konnektörünün kullanılacağını yapılandırır.

source: Configuring
tr: Yapılandırılıyor

source: Conflicting timer
tr: Çakışan zamanlama

source: Connect
tr: Bağlan

source: Connect to a wireless network
tr: Kablosuz ağa bağlan

source: Connected clients
tr: Bağlı istemciler

source: Connected to
tr: Bağlandı

source: Connected!
tr: Bağlandı!

source: Connected:
tr: Bağlandı:

source: Constellation
tr: Takımyıldız

source: Content
tr: İçerik

source: Content does not fit on DVD!
tr: İçerik DVD'ye sığmıyor!

source: Continue
tr: Devam

source: Continue playback
tr: Oynatmaya devam et

source: Continue playing
tr: Oynatmaya devam et

source: Continues
tr: Devam eder

source: Continues play (loop)
tr: Oyun devam ediyor (döngü)

source: Contrast
tr: Kontrast

source: Convert ext3 filesystem to ext4
tr: ext3 dosya sistemini ext4'e dönüştür

source: Convert ext3 to ext4
tr: ext3'ü ext4'e dönüştür

source: Convert filesystem ext3 to ext4
tr: ext3 dosya sistemini ext4'e dönüştür

source: Converting ext3 to ext4...
tr: ext3'ü ext4'e dönüştür...

source: Copy
tr: Kopyala

source: Copying files
tr: Dosyalar kopyalanıyor

source: Could not connect to %s %s .NFI image feed server:
tr: %s %s .NFI besleme sunucusuna bağlanamıyor:

source: Could not find installed channel list.
tr: Kurulu kanal listesi bulunamadı.

source: Could not open Picture in Picture
tr: Resim içinde resim açılamıyor

source: Could not open the file %s!
tr: %s dosyası açılamadı!

source: Could not record due to conflicting timer %s
tr: Çakışan zamanlayıcı nedeniyle %s kayıt yapılamadı

source: Could not record due to invalid service %s
tr: Geçersiz hizmet %s nedeniyle kaydedilemedi

source: Could not save configfile %s!
tr: %s configfile kaydedilemedi!

source: Crash Logs
tr: Çökme Günlükleri

source: Create DVD-ISO
tr: DVD-ISO oluştur

source: Create directory
tr: Klasör oluştur

source: Create more detailed crash log
tr: Daha detaylı çökme günlüğü yarat

source: Creating AP and SC Files
tr: AP ve SC dosyaları yaratılıyor

source: Creating Hardlink to Timeshift file failed!
tr: Zaman-kaydırma dosya bağlantısı yaratılamadı!

source: Creating directory %s failed.
tr: %s klasörü oluşturulamadı.

source: Creating filesystem
tr: Dosya sistemi oluşturuluyor

source: Croatian
tr: Hırvatça

source: Cron Manager
tr: Görev Yöneticisi

source: Current CEC address
tr: Geçerli CEC adresi

source: Current Event:
tr: Geçerli Etkinlik:

source: Current Status:
tr: Geçerli Durum:

source: Current device:
tr: Geçerli aygıt:

source: Current settings:
tr: Geçerli ayarlar:

source: Current time
tr: Geçerli zaman

source: Current transponder
tr: Geçerli Aktarıcı

source: Current value:
tr: Geçerli değer:

source: Current version:
tr: Geçerli sürüm:

source: Currently installed image
tr: Yüklü imaj

source: Custom skip time for '1''3' buttons
tr: 1 ve 3 tuşlarında atlanılacak süre

source: Custom skip time for '4'/'6' buttons
tr: 4 ve 6 tuşlarında atlanılacak süre

source: Custom skip time for '7'/'9' buttons
tr: 7 ve 9 tuşlarında atlanılacak süre

source: Customize
tr: Özelleştir

source: Cut
tr: Kes

source: Cutlist editor
tr: Cutlist editörü

source: Cutlist editor...
tr: Film düzenleyici...

source: Czech
tr: Çekçe

source: DLNA support
tr: DLNA desteği

source: DMM advanced
tr: DMM gelişmiş

source: DUAL LAYER DVD
tr: ÇİFT KATMAN DVD

source: DVB subtitle black transparency
tr: DVB altyazı siyah saydamlığı

source: DVB-C ANNEX C
tr: DVB-C EK C

source: DVD data format
tr: DVD bilgi biçimi

source: DVD file browser
tr: DVD Dosya gezgini

source: DVD media toolbox
tr: DVD ortam araçları

source: DVD player
tr: DVD oynatıcı

source: Daily
tr: Günlük

source: Danish
tr: Danca

source: Date
tr: Tarih

source: Debug Logs
tr: Hata ayıklama Günlükleri

source: Deep Standby
tr: Derin Bekleme

source: Deep standby
tr: Derin uyku

source: Default
tr: Varsayılan

source: Default movie location
tr: Varsayılan film konumu

source: Default recording type
tr: Varsayılan kayıt tipi

source: Defaults
tr: Varsayılanlar

source: Delay before key repeat starts:
tr: Tuş tekrar öncesi gecikme süresi:

source: Delay for external subtitles
tr: Harici altyazılar için gecikme

source: Delay:
tr: Gecikme

source: Delete
tr: Sil

source: Delete %s?
tr: %s silinsin mi?

source: Delete Confirmation
tr: Silme Onayı

source: Delete entry
tr: Seçimi sil

source: Delete failed!
tr: Silme işlemi başarısız!

source: Delete file
tr: Dosya sil

source: Delete playlist entry
tr: Oynatma listesini sil

source: Delete saved playlist
tr: Kayıtlı oynatma listesini sil

source: Delete...
tr: Sil...

source: Deleted
tr: Silindi

source: Deleted %s!
tr: %s silindi!

source: Deleted items
tr: Silinen öğeler

source: Deleting files
tr: Dosyalar siliniyor

source: Depth
tr: Derinlik

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
tr: Descramble & record ECM ', kayıtta şifrelenme başarısız olduğunda daha sonra çözme seçeneği sunar. 'Çözme, ECM kaydetme', çalma sırasında şifrelenebilecek bir kayıt kaydedin. 'Normal', kaydın şifresini çözmek ve ECM kaydetmez.

source: Descramble http streams
tr: http akışlarını çöz

source: Description
tr: Açıklama

source: Deselect
tr: Seçimi kaldır

source: Details for plugin:
tr: Eklenti detayları:

source: Detected Devices:
tr: Bulunan Aygıtlar:

source: Detected NIMs:
tr: Bulunan NIM:

source: Device Information
tr: Aygıt Bilgisi

source: Device setup
tr: Cihaz kurulumu

source: Devicename:
tr: Aygıt adı:

source: Devices
tr: Aygıtlar

source: DiSEqC mode
tr: DiSEqC kipi

source: DiSEqC port %s: %s
tr: DiSEqC bağlantı noktası %s : %s

source: DiSEqC repeats
tr: DiSEqC tekrarları

source: Dialing:
tr: Çevirme:

source: Digital contour removal
tr: Dijital kontur kaldırma

source: Digital downmix
tr: Dijital downmix

source: Direct playback of linked titles without menu
tr: Menü olmadan bağlantılı başlıkların doğrudan oynatılması

source: Directory
tr: Klasör

source: Directory browser
tr: Dizin tarayıcısı

source: Disable
tr: Devre dışı

source: Disable Picture in Picture
tr: Resim içinde resim (PIP) kapat

source: Disable background scanning
tr: Arkaplan taramasını kapat

source: Disabled
tr: Devre dışı

source: Disconnect
tr: Bağlı değil

source: Disk space to reserve for recordings (in GB)
tr: Kayıtlar için ayrılcak disk boyutu (GB)

source: Display
tr: Görüntüle

source: Display 16:9 content as
tr: 16:9 içeriği şu şekilde göster

source: Display 4:3 content as
tr: 4:3 içeriği şu şekilde göster

source: Display >16:9 content as
tr: >16:9 içeriği şu şekilde göster

source: Display message before playing next movie
tr: Bir sonraki filmi oynatmadan önce mesajı görüntüle

source: Display the EIT now/next eventdata in infobar.
tr: Bilgi çubuğunda EIT şimdi / sonraki etkinlik verilerini görüntüleyin.

source: Do not change
tr: Değiştirme

source: Do you really want to convert the filesystem? You cannot go back!
tr: Dosya sistemini dönüştürmek istiyor musunuz? Geri dönüşü yoktur!

source: Do you really want to delete %s ?
tr: %s gerçekten silmek istiyor musunuz?

source: Do you really want to delete %s?
tr: %s gerçekten silmek istiyor musunuz?

source: Do you really want to delete ?
tr: Gerçekten silmek istiyor musun?

source: Do you really want to download the plugin "%s"?
tr: \ " %s " eklentisini gerçekten indirmek istiyor musunuz?

source: Do you really want to exit?
tr: Çıkmak istediğinizden emin misiniz?

source: Do you really want to initialize the device? All data on the disk will be lost!
tr: Aygıtı sıfırlamak istiyor muzunuz? Diskteki tüm bilgiler kaybolacak!

source: Do you really want to permamently remove '%s' from trash can ?
tr: ' %s ' 'yi çöp kutusundan kalıcı olarak kaldırmak istiyor musunuz?

source: Do you really want to permanently remove from trash can ?
tr: Çöp sepetinden kalıcı olarak kaldırmak istiyor muzunuz?

source: Do you really want to remove directory %s from the disk?
tr: %s dizinini diskten gerçekten silmek istiyor musunuz?

source: Do you really want to remove the plugin "%s"?
tr: \ " %s " eklentisini gerçekten kaldırmak istiyor musunuz?

source: Do you really want to remove your bookmark of %s?
tr: Gerçekten %s yer işaretini kaldırmak istiyor musunuz?

source: Do you want to add any additional information ?
tr: Ek bilgi eklemek ister misiniz?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
tr: Ayrıca samba istemcisini de yüklemek istiyor musunuz? \ NBu pencere paylaşımlarınızı bu cihazda monte etmenizi sağlar.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
tr: Günlüğe açıklama olarak bir metin dosyası eklemek ister misiniz? (Sanal klavye ile mesaj yazmak için 'hayır' seçin.)

source: Do you want to burn this collection to DVD medium?
tr: Bu derlemeyi DVD ortamına yazmak istiyor musunuz?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
tr: Seçilmiş dosyaların tümünü silmek istiyor musunuz: (Sadece geçerli dosyayı silmek için 'Hayır' seçin .)

source: Do you want to do a service scan?
tr: Kanal taraması yapmak ister misiniz?

source: Do you want to do another manual service scan?
tr: Başka kanal taraması yapacak mısınız?

source: Do you want to download the image to %s ?
tr: Imajı %s indirmek istiyor musunuz?

source: Do you want to install the package:
tr: Paketi yüklemek istiyor musunuz:

source: Do you want to play DVD in drive?
tr: DVD'yi oynatmak istiyor musunuz?

source: Do you want to preview this DVD before burning?
tr: DVD'yi yazmadan önce önizleme yapmak istiyor musunuz?

source: Do you want to reboot your %s %s
tr: %s %s 'inizi yeniden başlatmak istiyor musunuz?

source: Do you want to reboot your receiver?
tr: Alıcınızı yeniden başlatmak ister misiniz?

source: Do you want to remove the package:
tr: Seçilen paketi kaldırmak istiyor musunuz?:

source: Do you want to restore your settings?
tr: Ayarlarınızı geri yüklemek istiyor musunuz?

source: Do you want to resume this playback?
tr: Oynatmaya kaldığınız yerden devam etmek istiyor musunuz?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
tr: Seçilmiş dosyaların tümünü göndermek istiyor musunuz: (Sadece geçerli dosyayı göndermek için 'Hayır' seçin .)

source: Do you want to upgrade the package:
tr: Seçilen paketi yükseltmek istiyor musunuz?:

source: Don't save
tr: Kaydetme

source: Don't stop current event but disable coming events
tr: Geçerli etkinliği durdurma ama gelecek etkinlikleri kapat

source: Download
tr: İndir

source: Download plugins
tr: Eklentileri indir

source: Downloading
tr: İndiriliyor

source: Downloading plugin information. Please wait...
tr: Eklenti bilgisi indiriliyor. Lütfen bekleyin...

source: Dutch
tr: Flemenkçe

source: Dynamic contrast
tr: Dinamik kontrast

source: ECM Statistics
tr: ECM İstatistikleri

source: ECM Time
tr: ECM zamanı

source: ECM avg
tr: ECM ortalaması

source: ECM data will be included in the stream. This enables a client receiver to decode it.
tr: ECM verileri akışa dahil edilecektir. Bu, alıcının kodu çözmesini sağlar.

source: ECM last
tr: ECM son

source: ECM-Time
tr: ECM-Zaman

source: EPG Cache Check
tr: EPG Önbellek Denetimi

source: EPG Search
tr: EPG Ara

source: EPG filename
tr: EPG dosya adı

source: EPG language selection 1
tr: EPG 1. dil seçimi

source: EPG language selection 2
tr: EPG 2. dil seçimi

source: EPG location
tr: EPG konumu

source: EPG settings
tr: EPG ayarları

source: ERROR - failed to scan (%s)!
tr: HATA - tarama başarısız (%s)!

source: East
tr: Doğu

source: East limit set
tr: Doğu limiti belirle

source: Edit
tr: Düzenle

source: Edit DNS
tr: DNS Düzenle

source: Edit bouquets list
tr: Buket listesini düzenle

source: Edit chapters of current title
tr: Geçerli başlık için bölümleri düzenle

source: Edit services list
tr: Kanal listesini düzenle

source: Edit settings
tr: Ayarları düzenle

source: Edit title
tr: Başlığı düzenle

source: Edit upgrade source url.
tr: Güncelleme kaynağı URL'sini düzenle.

source: Education/Science/...
tr: Eğitim / Bilim / ...

source: Elapsed
tr: Geçen

source: Elapsed & Remaining
tr: Geçen & Kalan

source: Electronic Program Guide
tr: Elektronik Program Rehberi

source: Enable
tr: Etkinleştir

source: Enable 5V for active antenna
tr: Aktif anten için 5V'yi etkinleştir

source: Enable EIT EPG
tr: EIT EPG etkinleştir

source: Enable MHW EPG
tr: MHW EPG etkinleştir

source: Enable Netmed EPG
tr: Netmed EPG etkinleştir

source: Enable ViaSat EPG
tr: ViaSat EPG etkinleştir

source: Enable multiple bouquets
tr: Çoklu buket kullanımını etkinleştir

source: Enable panic button
tr: Panik butonunu etkinleştir

source: Enable parental control
tr: Ebeveyn kontrolünü etkinleştir

source: Enable teletext caching
tr: Teletekst önbelleğe almayı etkinleştir

source: Enabled
tr: Etkin

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
tr: Bir özelliği etkinleştirir, böylece alıcı akışları çözebilir (ECM verileri akışa dahil edilmişse ve geçerli bir kart varsa).

source: Encrypted:
tr: Şifrelenmiş:

source: Encryption
tr: Şifreleme

source: Encryption:
tr: Şifreleme:

source: End time
tr: Bitiş zamanı

source: English
tr: İngilizce

source: Enigma2 skin selector
tr: Enigma2 cilt seçici

source: Enimga2 Changes
tr: Enimga2 Değişiklikleri

source: Enter main menu...
tr: Ana menüye gir ...

source: Enter pin code
tr: PIN kodunu girin

source: Enter the service pin
tr: Kanal PINi girin

source: Entitlements
tr: Yetkiler

source: Error
tr: Hata

source: Error code
tr: Hata kodu

source: Error downloading change log.
tr: Değişiklik günlüğü indirilirken hata oluştu.

source: Error executing plugin
tr: Eklenti çalıştırılırken hata oluştu

source: Error reading webpage!
tr: Web sayfası okunurken hata oluştu!

source: Error: %s
tr: Hata: %s

source: Error: %s Retry?
tr: Hata: %s Tekrar denensin mi?

source: Estonian
tr: Estonyalı

source: Ethernet network interface
tr: Ethernet ağ arayüzü

source: Event Info
tr: Etkinlik Bilgisi

source: Event font size
tr: Etkinlik yazı tipi boyutu

source: Everywhere
tr: Her yerde

source: Exceeds dual layer medium!
tr: Çift katman (dual layer) ortam kapasitesini aşıyor!

source: Execution finished!!
tr: Uygulama bitti!!

source: Execution progress:
tr: Yürütme ilerlemesi:

source: Exit
tr: Çıkış

source: Exit EPG
tr: EPG'den çık

source: Exit MAC-address configuration
tr: MAC adresi yapılandırmasından çık

source: Exit editor
tr: Editörden çık

source: Exit input device selection.
tr: Giriş aygıtı seçiminden çık.

source: Exit media player?
tr: Ortam oynatıcıdan çık?

source: Exit mediaplayer
tr: Ortam oynatıcıdan çık

source: Exit movie list
tr: Film listesinden çık

source: Exit movie player?
tr: Ortam oynatıcıdan çık?

source: Exit nameserver configuration
tr: Ad sunucu yapılandırmasından çık

source: Exit network interface list
tr: Ağ arayüzleri listesinden çık

source: Exit network wizard
tr: Ağ sihirbazından çık

source: Scan available networks
tr: Kullanılabilir ağları tara

source: Exit the wizard
tr: Sihirbazdan çık

source: Expert
tr: Uzman

source: Extended Networksetup Plugin...
tr: Genişletilmiş Networksetup Eklentisi ...

source: Extended Setup...
tr: Genişletilmiş Kurulum ...

source: Extended Shares
tr: Genişletilmiş paylaşımlar

source: Extended Software
tr: Genişletilmiş yazılım

source: Extended Software Plugin
tr: Genişletilmiş Yazılım Eklentisi

source: Extended setup...
tr: Genişletilmiş kurulum ...

source: Extensions
tr: Uzantılar

source: Extensions management
tr: Eklenti yönetimi

source: External
tr: Harici

source: External (CF)
tr: Dış (CF)

source: FAILED
tr: BAŞARISIZ OLDU

source: FLASH
tr: FLAŞ

source: FTP Setup
tr: FTP Kurulumu

source: FTP setup
tr: FTP kurulumu

source: Factory reset
tr: Fabrika ayarları

source: Failed
tr: Başarısız oldu

source: Failed to write /tmp/positionersetup.log:
tr: /tmp/positionersetup.log yazamadı:

source: Fast
tr: Hızlı

source: Fast DiSEqC
tr: Hızlı DiSEqC

source: Fast Scan
tr: Hızlı Tarama
