Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: green
tr: yeşil

source: handicraft
tr: el sanatı

source: handled
tr: kullanıldı

source: has been sent to the ViX beta team. please quote
tr: ViX beta ekibine gönderildi. Lütfen

source: height
tr: yükseklik

source: horizontal
tr: yatay (h)

source: increase uphop by 1
tr: uphop 1 arttır

source: information/education/school program
tr: bilgi / eğitim / okul programı

source: init module
tr: modülü başlat

source: init modules
tr: init modülleri

source: insert mark here
tr: buraya işaret koy

source: invalid type
tr: geçersiz tür

source: is strongly advised.
tr: şiddetle tavsiye edilir.

source: jump back to the previous title
tr: önceki başlığa atla

source: jump forward to the next title
tr: sonraki başlığa atla

source: languages
tr: Diller

source: leave movie player...
tr: ortam oynatıcıdan çık...

source: left
tr: sol

source: leisure hobbies (general)
tr: boş zaman hobileri (genel)

source: length
tr: uzunluk

source: limit ..., aborting !
tr: sınırı ..., iptal!

source: literature
tr: Edebiyat

source: live broadcast
tr: canlı yayın

source: locked
tr: kilitli

source: loopthrough to
tr: üzerinden bağla

source: magazines/reports/documentary
tr: dergiler / rapor / belgesel

source: making a backup before updating
tr: güncellemeden önce yedekleme yapıyor

source: manual
tr: el ile

source: martial sports
tr: dövüş sporları

source: medicine/physiology/psychology
tr: Tıp / Fizyoloji / psikoloji

source: menu
tr: menü

source: mins
tr: dak.

source: minutes
tr: dakika

source: month
tr: ay

source: motor sport
tr: motor sporu

source: motoring
tr: otomobil

source: move
tr: taşı

source: move down to last entry
tr: en sona taşı

source: move down to next entry
tr: bir alta taşı

source: move up to first entry
tr: en üste taşı

source: move up to previous entry
tr: bir üste taşı

source: movie/drama (general)
tr: film / drama (genel)

source: music/ballet/dance (general)
tr: müzik / bale / dans (genel)

source: musical/opera
tr: Müzikal / opera

source: nature/animals/environment
tr: doğa / hayvan / çevre

source: never
tr: asla

source: new media
tr: Yeni medya

source: news magazine
tr: haberler magazin

source: news/current affairs (general)
tr: haberler / güncel olaylar (genel)

source: news/weather report
tr: haberler / hava raporu

source: no
tr: hayır

source: no CAId selected
tr: CAId seçilmedi

source: no CI slots found
tr: CI yuvası bulunamadı

source: no module found
tr: modül bulunamadı

source: no or unknown card inserted
tr: kart yok veya tanınmıyor

source: no storage devices found
tr: depolama aygıtı bulunamadı

source: none
tr: yok

source: not configured
tr: yapılandırılmamış

source: not locked
tr: kilitli değil

source: not supported
tr: desteklenmiyor

source: not used
tr: kullanılmıyor

source: nothing connected
tr: bağlı değil

source: of a DUAL layer medium used.
tr: ÇİFT katmanlı ortam kullanıldığında.

source: of a SINGLE layer medium used.
tr: TEK katmanlı ortam kullanıldığında.

source: off
tr: kapalı

source: offset is
tr: ofset

source: on
tr: açık

source: on READ ONLY medium.
tr: yalnızca okunabilir (READ ONLY) ortam

source: once
tr: bir kez

source: only HD
tr: sadece HD

source: open bouquetlist
tr: buket listesini aç

source: open nameserver configuration
tr: ad sunucu yapılandırmasını aç

source: original
tr: özgün

source: original language
tr: orijinal dil

source: packages selected.
tr: paketler seçildi

source: page left
tr: sayfa kaldı

source: pass
tr: geç

source: performing arts
tr: Performans sanatları

source: play as picture in picture
tr: PiP olarak oynat

source: play in mainwindow
tr: ana pencerede oynat

source: please press OK when ready
tr: lütfen hazır olduğunda Tamam'a basın

source: please wait, loading picture...
tr: lütfen bekleyin, resim yükleniyor...

source: please wait...
tr: lütfen bekle...

source: popular culture/traditional arts
tr: popüler kültür / geleneksel sanatlar

source: pre-school children's program
tr: okul öncesi çocuk programı

source: provider:
tr: sağlayıcı:

source: record
tr: kayıt

source: recording...
tr: kaydediyor...

source: red
tr: kırmızı

source: religion
tr: din

source: remarkable people
tr: olağanüstü insanlar

source: remove after this position
tr: bu konumdan sonrasını kaldır

source: remove all alternatives
tr: tüm alternatifleri kaldır

source: remove all new found flags
tr: yeni bulunan işaretlerin tümünü kaldır

source: remove before this position
tr: bu konumdan öncekileri kaldır

source: remove bookmark
tr: yer imini kaldır

source: remove directory
tr: dizini kaldır

source: remove entry
tr: girişi kaldır

source: remove from parental protection
tr: ebeveyn korumasından kaldır

source: remove new found flag
tr: yeni bulunan işareti kaldır

source: remove selected satellite
tr: seçilen uyduyu kaldır

source: remove this mark
tr: bu işareti kaldır

source: rename
tr: ad değiştir

source: repeat playlist
tr: çalma listesini tekrarla

source: repeated
tr: tekrarlanan

source: restart GUI
tr: GUI'yi yeniden başlat

source: reverse by date
tr: tarihe göre tersine çevir

source: rewind to the previous chapter
tr: önceki bölüme geri sar

source: right
tr: sağ

source: romance
tr: romantik

source: save last directory on exit
tr: çıkışta son dizini kaydet

source: save playlist on exit
tr: çıkışta oynatma listesini kaydet

source: scan state
tr: tarama durumu

source: science fiction/fantasy/horror
tr: bilim kurgu / fantezi / korku

source: second cable of motorized LNB
tr: motorlu LNB'nin ikinci kablosu

source: seconds
tr: saniye

source: select
tr: seç

source: select CAId's
tr: CAId’yi seç

source: select menu entry
tr: menü girişi seç

source: serious music/classic music
tr: ciddi müzik / klasik müzik

source: serious/classical/religious/historical movie/drama
tr: ciddi / klasik / dini / tarihi film / tiyatro

source: service PIN
tr: kanal PINi

source: set as startup service
tr: başlangıç ​​hizmeti olarak ayarla

source: setup PIN
tr: PIN kur

source: share:
tr: paylaşım:

source: show DVD main menu
tr: DVD ana menüsünü göster

source: show EPG...
tr: EPG göster ...

source: show all cards
tr: tüm kartları göster

source: show all tags
tr: tüm etiketleri göster

source: show alternatives
tr: alternatifleri göster

source: show cards with uphop 0
tr: uphop 0 ile kartları göster

source: show cards with uphop 1
tr: uphop 1 ile kartları göster

source: show cards with uphop 2
tr: uphop 2 ile kartları göster

source: show cards with uphop 3
tr: uphop 3 ile kartları göster

source: show cards with uphop 4
tr: uphop 4 ile kartları göster

source: show cards with uphop 5
tr: uphop 5 ile kartları göster

source: show cards with uphop 6
tr: uphop 6 ile kartları göster

source: show cards with uphop 7
tr: uphop 7 ile kartları göster

source: show cards with uphop 8
tr: uphop 8 ile kartları göster

source: show cards with uphop 9
tr: uphop 9 ile kartları göster

source: show event details
tr: etkinlik detaylarını göster

source: show mediaplayer on mainmenu
tr: ana menüde mediaplayer göster

source: show picons in service list
tr: kanal listesinde pikonları göster

source: show program information...
tr: program bilgisini göster...

source: show softwaremanager in plugin menu
tr: eklenti menüsünde softwaremanager göster

source: show softwaremanager on blue button
tr: softwaremanager'ı mavi düğme ile göster

source: show transponder info
tr: transponder bilgilerini göster

source: show/game show (general)
tr: gösteri / oyun gösterisi (genel)

source: shuffle
tr: karıştır

source: shut down
tr: kapat

source: simple
tr: basit

source: skip backward
tr: geri atla

source: skip backward (enter time)
tr: geri atla (zaman gir)

source: skip forward
tr: ileri atla

source: skip forward (enter time)
tr: ileri atla (zaman gir)

source: slow
tr: yavaş

source: soap/melodram/folkloric
tr: Pembe dizi / melodram / halk

source: social/political issues/economics (general)
tr: sosyal / politik konular / ekonomi (genel)

source: social/spiritual science
tr: sosyal / manevi bilim

source: sorting of playlists
tr: oynatma listelerinin sıralanması

source: special characters
tr: özel karakterler

source: special events
tr: özel etkinlik

source: sports (general)
tr: spor (genel)

source: sports magazine
tr: spor dergisi

source: standard
tr: standart

source: start cut here
tr: kesmeye buradan başla

source: start directory
tr: başlangıç klasörü

source: stepsize
tr: adım ölçüsü

source: stop using as startup service
tr: başlangıç ​​hizmeti olarak kullanmayı bırak

source: switch to bookmarks
tr: yer imlerine geç

source: switch to filelist
tr: dosya listesine geç

source: switch to the next angle
tr: bir sonraki açıya geç

source: switch to the next audio track
tr: sonraki ses izini seç

source: switch to the next subtitle language
tr: Bir sonraki altyazı diline geç

source: system:
tr: sistem:

source: talk show
tr: sohbet programı

source: team sports
tr: Takım sporları

source: technology/natural science
tr: teknoloji / doğa bilimi

source: template file
tr: şablon dosyası

source: tennis/squash
tr: tenis / squash

source: this recording
tr: bu kayıt

source: this service is protected by a parental control pin
tr: Bu servis bir ebeveyn kontrol pimi ile korunmaktadır

source: toggle time, chapter, audio, subtitle info
tr: geçiş süresi, bölüm, ses, altyazı bilgisi

source: top
tr: üst

source: tourism/travel
tr: turizm / seyahat

source: true
tr: doğru

source: tuner is not supported
tr: tuner desteklenmiyor

source: uShare Log
tr: uShare Günlüğü

source: uShare Name
tr: uShare Adı

source: uShare Port
tr: uShare Bağlantı Noktası

source: uShare Setup
tr: uShare Kurulumu

source: uShare setup
tr: uShare kurulumu

source: unavailable
tr: kullanım dışı

source: unconfirmed
tr: doğrulanmamış

source: unknown
tr: Bilinmeyen

source: unknown service
tr: bilinmeyen kanal

source: unpublished
tr: Yayınlanmamış

source: until standby/restart
tr: bekleme / yeniden başlatmaya kadar

source: updates available.
tr: güncellemeler mevcut.

source: user defined
tr: kullanıcı tanımlı

source: using:
tr: kullanarak:

source: variety show
tr: çeşitli gösteri

source: vertical
tr: dikey (v)

source: view extensions...
tr: uzantıları görüntüle ...

source: wait for ci...
tr: ci bekle...

source: wait for mmi...
tr: mmi bekle...

source: waiting
tr: bekliyor

source: wakeup
tr: uyandır

source: water sport
tr: su sporu

source: weekly
tr: haftalık

source: when asking question about this log
tr: bu kayıt hakkında soru sorulduğunda

source: when asking question about this log A copy has been sent to yourself.
tr: Bu günlük hakkında soru sorduğunuzda Bir kopya kendinize gönderilmiştir.

source: white
tr: beyaz

source: whitelist
tr: beyaz liste

source: width
tr: genişlik

source: winter sport
tr: kış sporu

source: wireless network interface
tr: kablosuz ağ arayüzü

source: with %d error
tr: %d hatası ile

source: with exit button
tr: exit tuşu ile

source: with left/right buttons
tr: sol/sağ tuşları ile

source: with long OK press
tr: OK'a uzun basılarak

source: working
tr: çalışıyor

source: yellow
tr: sarı

source: yes
tr: evet

source: yes (keep feeds)
tr: evet (beslemeleri tut)

source: zapped
tr: zaplanmış

source: OpenVPN Setup
tr: OpenVPN kurulumu

source: Please connect your %s %s to the internet
tr: Lütfen %s %s bağlantınızı internete bağlayın

source: Your %s %s does not have an internet connection
tr: %s %s internete bağlı görünmüyor

source: Sleep timer
tr: Uyku zamanlayıcısı

source: Sleep Timer
tr: Uyku Zamanlayıcısı

source: The sleep timer has been activated.
tr: Uyku zamanlayıcısı etkinleştirildi.

source: And will put your receiver in standby over
tr: Ve alıcınızı bekleme moduna geçirecek

source: And will shutdown your receiver over
tr: Ve alıcınızı kapatacak

source: The sleep timer has been disabled.
tr: Uyku zamanlayıcısı devre dışı bırakıldı.

source: Your receiver will got to stand by due to the sleeptimer.
tr: Alıcınız sleeptimer nedeniyle beklemelidir.

source: Your receiver will shutdown due to inactivity.
tr: Alıcınız hareketsiz olduğundan kapanacak.

source: Your receiver will got to standby due to inactivity.
tr: Hareketsizlik nedeniyle alıcınız bekleme moduna geçecektir.

source: Extend sleeptimer 15 minutes
tr: Sleeptimer 15 dakika uzatın

source: Specify timeframe to ignore inactivity sleeptimer
tr: Hareketsizlik uyku uyarısını yok saymak için zaman çerçevesini belirtin

source: Start time to ignore inactivity sleeptimer
tr: Hareketsizlik durumunu göz ardı etmek için başlama zamanı

source: End time to ignore inactivity sleeptimer
tr: Hareketsizlik durumunu göz ardı etmek için bitiş zamanı

source: Inactivity Sleeptimer
tr: Hareketsizlik Sleeptimer

source: Sleeptimer
tr: Uyku zamanlayıcısı

source: after
tr: sonra

source: SleepTimer Configuration
tr: Uyku Zamanlayıcısı Yapılandırması

source: Enable WiFi drivers ?
tr: Kablosuz sürücüleri etkinleştirin mi?

source: Enable Firmware Update Plugin ?
tr: Firmware Güncelleme Eklentisini etkinleştirin mi?

source: Enable 3G / 4G Modems support ?
tr: 3G / 4G Modem desteğini etkinleştirin ?

source: Enable HBBTV ?
tr: HBBtv etkinleştir?

source: enable/disable HBBTV; 3g-4g Modem; Firmwareupdate; Wifi Driver
tr: HBBTV'yi etkinleştir / devre dışı bırak; 3g-4g Modem; Yazılım güncellemesi; Wifi Sürücüsü

source: Ready to install packagegroup-base-smbfs ?
tr: Packagegroup-base-smbfs'yi yüklemeye hazır mısınız?

source: Your GI LX-x will be restarted after the installation of service Ready to install packagegroup-base-nfs ?
tr: Hizmet yüklendikten sonra %s %s yeniden başlatılacak Doğru kurulum \ " %s "?

source: Your GI LX-x will be restarted after the installation of service Ready to install packagegroup-base-appletalk netatalk ?
tr: Hizmet yüklendikten sonra %s %s yeniden başlatılacak Doğru kurulum \ " %s "?

source: Ready to install openvpn ?
tr: Openvpn yüklemeye hazır mısınız?

source: Ready to install minidlna ?
tr: Minidlna'yı kurmaya hazır mısınız?

source: Ready to install inadyn-mt ?
tr: Inadyn-mt'u kurmaya hazır mısınız?

source: Ready to install sabnzbd ?
tr: Sabnzbd yüklemeye hazır mısınız?

source: Ready to install ushare ?
tr: Kullanıma hazır mısınız?

source: make your OSD; VIDEO; ALL Screenshots
tr: OSD'nizi yapın; VİDEO; TÜMÜ Screenshots

source: Shows available pluigns. Here you can download and install them
tr: Kullanılabilir eklentileri gösterir. Buradan indirebilir ve yükleyebilirsiniz

source: Shows Plugins Browser. Here you can setup installed Plugin
tr: Eklentiler Tarayıcısını gösterir. Burada yüklü Eklenti kurabilirsiniz

source: Shows available plugins. Here you can download and install them
tr: Mevcut eklentileri gösterir. Buradan indirebilir ve yükleyebilirsiniz

source: Delete and unstall Plugins. This will remove the Plugin from your box
tr: Eklentileri sil ve kaldır. Bu eklentiyi kutunuzdan kaldıracak

source: Scan for local extensions and install them
tr: Yerel uzantılar için tarama yapın ve yükleyin.

source: Scan for local tar/rar/zip Package and install them
tr: Yerel tar / rar / zip paketini tarayın ve yükleyin

source: Setup your Tuner and search for channels
tr: Tuner’inizi kurun ve kanalları arayın

source: Search Sats, check signal and lock
tr: Arama Sats, kontrol sinyali ve kilitleme

source: Download satellites.xml
tr: Indir satellites.xml

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
tr: Yerel ağınızı kurun. Wlan için bir USB-Wlan stick ile boot etmeniz gerekiyor

source: Use the Networkwizard to configure your Network. The wizard will help you to setup your network
tr: Ağınızı yapılandırmak için Ağ sihirbazını kullanın

source: Setup network. Here you can setup DHCP, IP, DNS
tr: Kurulum ağı. Buradan DHCP, IP, DNS ayarlarını yapabilirsiniz.

source: Setup Network Services (Samba, Ftp, NFS,...)
tr: Ağ Hizmetlerini Ayarlama (Samba, Ftp, NFS, ...)

source: Restart network and remount connections
tr: Ağ bağlantısını yeniden başlatın ve bağlı cihazları yeniden bağlatın

source: Setup your network mounts
tr: Ağ bağlantılarınızı kurun

source: Search for network shares
tr: Ağ paylaşımlarını arayın

source: Setup your Device mounts (USB, HDD, others...)
tr: Cihaz montajlarınızı kurun (USB, HDD, diğerleri ...)

source: HDD Fast Umount)
tr: HDD Hızlı Umount)

source: Customise enigma2 personal settings
tr: Enigma2 kişisel ayarlarını özelleştirme

source: Setup your display
tr: Görüntü ayarlarını düzenleyin

source: Setup your Video Mode, Video Output and other Video Settings
tr: Video Modunuzu, Video Çıkışınızı ve diğer Video Ayarlarınızı kurun

source: Select your Language for Audio/Subtitles
tr: Ses / Altyazılar için Dilinizi seçin

source: Start/stop/select your cam, You need to install first a softcam
tr: Kameranızı başlat / durdur / seç, Önce bir softcam yüklemelisin

source: Use the Softcam Panel to control your Cam. This let you start/stop/select a cam
tr: Camınızı kontrol etmek için Softcam Panelini kullanın. Bu bir kam başlat / durdur / seç

source: Edit your Emu-Configs
tr: Emu-Configs'ınızı düzenleyin

source: Update/Backup your firmware, Backup/Restore settings
tr: Ürün yazılımınızı güncelleyin / yedekleyin, Yedekleme / Geri Yükleme ayarları

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your box
tr: Mevcut resminizi HDD veya USB'ye yedekleyin. Bu kutunun 1: 1 kopyasını yapacak

source: Backup your current settings. This includes E2-setup, channels, network and all selected files
tr: Mevcut ayarlarınızı yedekleyin. Bu E2-kurulum, kanallar, ağ ve seçilen tüm dosyaları içerir

source: Restore your settings back from a backup. After restore the box will restart to activated the new settings
tr: Ayarlarınızı bir yedeklemeden geri yükleyin. Geri yüklendikten sonra, yeni ayarları etkinleştirmek için kutu yeniden başlatılacak

source: Here you can select which files should be added to backupfile. (default: E2-setup, channels, network
tr: Burada yedekleme dosyasına hangi dosyaların ekleneceğini seçebilirsiniz. (varsayılan: E2-kurulumu, kanallar, ağ

source: Here you can select which files should be updated with a online update
tr: Burada çevrimiçi güncelleme ile hangi dosyaların güncellenmesi gerektiğini seçebilirsiniz.

source: Flash on the fly your Receiver software.
tr: Alıcının yazılımını anında uçar.

source: Move Plugins to HDD/USB
tr: Eklentileri HDD / USB'ye Taşı

source: Extensions outsource to:
tr: Eklentiler aşağıdakilerden oluşur:

source: Do you want to continue?
tr: Devam etmek istiyor musunuz?

source: %s Failed to open %s
tr: %s açılamadı %s

source: On Device is a folder Extensions, do you want to use this?
tr: Cihazda bir uzantı klasörü, bunu kullanmak ister misiniz?

source: Plugins already moved to %s!
tr: Eklentiler zaten %s taşındı!

source: Something wrong in Image! Please check all again.
tr: Görüntüde yanlış bir şey var! Lütfen tekrar kontrol edin.

source: Plugins moved to %s ready!
tr: Eklentiler %s öğesine taşındı!

source: Selected Device not in EXT2(3/4)-Format, needed for working!
tr: Seçilmiş Cihaz EXT2'de değil (3/4) -Format, çalışmak için gerekli!

source: Plugins out of flash
tr: Flash eklentileri

source: Do you really want to use selected Device for Plugins?
tr: Seçili aygıtı eklentiler kullanacaksınız?

source: Move Plugins back to Flash
tr: Eklentileri Flash'a Geri Taşı

source: Plugins moved back to flash ready!
tr: Eklentiler hazır flaşa geri taşındı!

source: Plugins already back in flash!
tr: Eklentiler zaten yanıp söner!

source: Backup your current settings
tr: Sisteminizin güncel ayarlarını yedekleyin

source: Manage your online update files
tr: Çevrimiçi güncelleme dosyalarınızı yönetin

source: Update/Backup/Restore your box
tr: Kutunuzu Güncelle / Yedekle / Geri Yükle

source: Start/stop/select cam
tr: Camı başlat / durdur / seç

source: System Setup
tr: Sistem Kurulumu

source: E2 Loggen for Errors
tr: Hatalar için E2 Loggen

source: Flash Local a new image
tr: Yerel Flash yeni bir resim

source: Control your Softcams
tr: Softcam'larınızı kontrol edin

source: Channel selection configuration
tr: Kanal seçim ayarları

source: EPG Setup
tr: EPG Kurulumu

source: Manage network mounts
tr: Ağ bağlarını yönet

source: Mount your Devices
tr: Cihazlarınızı monte edin

source: Fast Umount your HDD
tr: HDD'nizi Hızlı Umount

source: Manage your SWAP File
tr: Swap dosyanızın yönetin

source: Setup Interface
tr: Kurulum Arayüzü

source: Restart network to with current setup
tr: Şebekeyi mevcut kurulumla yeniden başlat

source: Setup Network Services
tr: Ağ Hizmetlerini Kurun

source: Setup tuner(s)
tr: Kurulum alıcı (lar)

source: Delete Plugins
tr: Eklentileri Sil

source: Move Plugins to HDD or USB
tr: Eklentileri HDD veya USB'ye Taşı

source: make Screenshot
tr: Ekran görüntüsü yap

source: Do you want to delete all other languages?
tr: Diğer tüm dilleri silmek istiyor musunuz?

source: FAN Control
tr: Fan kontrolü

source: Are you sure you want to delete Image:
tr: Bu imajı silmek istediğinizden emin misiniz:

source: Removing canceled!
tr: Kaldırma iptal edildi!

source: NFR4XBoot is running from:
tr: NFR4XBoot şu adreste çalışıyor:

source: Available:
tr: Kullanılabilir:

source: NFR4XBoot is running image:
tr: NFR4XBoot imajı çalıştırıyor:

source: Number of installed images in NFR4XBoot:
tr: NFR4XBoot'ta yüklü görüntü sayısı:

source: Here is the list of installed images in Your STB. Please choose an image to boot.
tr: STB'nizdeki yüklü imajların listesi. Lütfen önyükleme için bir görüntü seçin.

source: Sorry you cannot delete Flash image
tr: Üzgünüm, Flash resmini silemezsiniz

source: Image will be booted on the next STB boot!
tr: Görüntü bir sonraki STB açılışında açılacak!

source: Remove NFR4XBoot
tr: NFR4XBoot Kaldır

source: Welcome to NFR4XBoot %s MultiBoot Plugin installation.
tr: NFRBoot %s MultiBoot Eklenti kurulumuna hoş geldiniz.

source: NFR4XBoot has been installed succesfully, and Box rebooting now!
tr: NFR4XBoot başarıyla kuruldu, cihazınız yeniden başlatılıyor!

source: NFR4XBoot: Deleting All Images
tr: NFR4XBoot: Tüm imajlar siliniyor

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NFR4XBoot you need a Linux formatted part1 device. Click on the blue button to open NFR Devices Panel
tr: Maalesef, STB'nize monte edilmiş Linux formatlı cihazların olmadığı anlaşılıyor. NFR4XBoot yüklemek için Linux formatlı bir part1 cihazına ihtiyacınız var. NFR Cihazlar Panelini açmak için mavi düğmeye tıklayın

source: You are not running NFR Image. You must mount devices Your self.
tr: NFR imajı çalıştırmıyorsunuz. Cihazları kendiniz monte etmelisiniz.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
tr: %s klasörü; EXT2, EXT3, EXT4 veya NFS değil. Geçerli bölüntü tipi seçtiğinizden emin olun.

source: The directory %s is not writable. Make sure you select a writable directory instead.
tr: %s klasörüne yazma izni yok. Seçtiğiniz klasörün yazılabilir olduğuna emin olun.

source: The /media/nfr4xboot/NFR4XBootUpload directory is EMPTY! Please upload a zip file to install
tr: / Media / nfr4xboot / NFR4XBootUpload dizini BOŞ!! \ N \ nLütfen yüklemek için bir zip dosyası yükleyin

source: Sorry you cannot delete the image currently booted from.
tr: Maalesef şu anda açılmış olan resmi silemezsiniz.

source: Copy Settings to the new Image
tr: Ayarları yeni resme kopyala

source: Sorry, an Image with the name
tr: Üzgünüz, isimle bir resim

source: is already installed. Please try another name.
tr: zaten yüklü. Lütfen başka bir ad deneyin.

source: You have to provide a name for the new Image.
tr: Yeni Görüntü için bir isim vermelisiniz.

source: Sorry this name is reserved. Choose another name for the new Image.
tr: Üzgünüz, bu isim saklıdır. Yeni Görüntü için başka bir isim seçin.
