Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Saving EPG Cache...
tr: EPG önbelleği saklanıyor...

source: Saving Timeshift files
tr: Zaman-kaydırma dosyaları saklanıyor

source: Saving timeshift as movie now. This might take a while!
tr: Zaman-kaydırma film olarak saklanıyor. Bu biraz uzun sürebilir!

source: Scaling mode
tr: Ölçekleme Kipi

source: Scan
tr: Tara

source: Scan
tr: Tara

source: Scan %s
tr: %s tara

source: Scan %s band
tr: %s bandını tara

source: Scan additional SR
tr: Ek SR'leri tara

source: Scan files...
tr: Dosyaları tara...

source: Scan wireless networks
tr: Kablosuz Ağları Tara

source: Scan your network for wireless access points and connect to them using your selected wireless device.
tr: Kablosuz erişim noktaları için ağınızı tarayın ve seçilen kablosuz aygıtı kullanarak bağlanın.

source: Scanning %s...
tr: Tarıyor %s...

source: Scanning - %d%% completed
tr: Tarama - %d %% tamamlandı

source: Scanning failed!
tr: Tarama başarısız!

source: Scanning...
tr: Tarıyor...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
tr: Bağlı konumlayıcı üzerinden varsayılan lamedb dosyasıyla uydu sıralı tarama yapar

source: Scrolling Speed
tr: Kaydırma Hızı

source: Scrolling delay (software render)
tr: Kaydırma gecikmesi (yazılım oluşturma)

source: Search
tr: Ara

source: Search IMDb for information about current event.
tr: Güncel etkinlik bilgilerini IMDb de ara.

source: Search east
tr: Doğu'yu ara

source: Search for similar events
tr: Benzer etkinlikleri ara

source: Search the epg for current event.
tr: Geçerli etkinliği EPG'de ara.

source: Search west
tr: Batı'yı ara

source: Searching
tr: Aranıyor

source: Searching east ...
tr: Doğu aranıyor ...

source: Searching for available updates. Please wait...
tr: Güncellemeler kontrol ediliyor. Lütfen bekleyin...

source: Searching for new installed or removed packages. Please wait...
tr: Yeni yüklenen veya kaldırılan paketler aranıyor. Lütfen bekleyin...

source: Searching west ...
tr: Batı aranıyor ...

source: Secondary DNS
tr: İkincil DNS

source: Seek
tr: Ara

source: Seek backward
tr: Geri ara

source: Seek backward (enter time)
tr: Geriye doğru ara (zaman girin)

source: Seek forward
tr: Ileriye doğru

source: Seek forward (enter time)
tr: İleriye doğru (zaman girin)

source: Seekbar activation
tr: Seekbar aktivasyonu

source: Seekbar sensibility
tr: Arama-çubuğu duyarlılığı

source: Select
tr: Seç

source: Select a wireless network
tr: Kablosuz ağ seç

source: Select audio track
tr: Ses izi seçin

source: Select backup files
tr: Yedeklenecek dosyaları seç

source: Select backup location
tr: Yedekleme konumu seç

source: Select channel to record from
tr: Kaydın yapılacağı kanalı seçin

source: Select copy destination for:
tr: Kopya için hedef seçin:

source: Select default EPG type...
tr: Varsayılan EPG türünü seç ...

source: Select desired image from feed list
tr: Besleme listesinden istenilen bir imajı seçin

source: Select destination for:
tr: Hedefi seçin:

source: Select files for backup.
tr: Yedeklenecek dosyaları seçin.

source: Select files/folders to backup
tr: Yedeklenecek dosya/klasörleri seç

source: Select folders
tr: Klasörleri seçin

source: Select how to activate the Quick EPG mode:
tr: Hzılı EPG kipini nasıl etkinleştireceğinizi seçin:

source: Select if you want the Subservice mode to be activated.
tr: Alt servis kipinin etkinleştirilmesini seçin.

source: Select if you want to use the ViX colored buttons (set to 'no' if you want to use (Multi Quick Button).
tr: ViX renkli düğmelerini kullanmak istiorsanız seçin ('hayır' (Çoklu) Hızlı Düğme).

source: Select input device
tr: Giriş aygıtı seçin

source: Select input device.
tr: Giriş aygıtı seçin.

source: Select interface
tr: Arayüz seçin

source: Select location
tr: Konum Seç

source: Select provider to add...
tr: Eklenecek sağlayıcı seçin...

source: Select refresh rate
tr: Yenileme hızı seçin

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
tr: Ok L / R (uzun) veya << >> (uzun) ile etkinleştirilecek arama çubuğunu seçin.

source: Select service to add...
tr: Eklenecek kanalı seçin...

source: Select target folder
tr: Hedef Klasöri seçin

source: Select the movie path
tr: Film yolu seç

source: Select upgrade source
tr: Düzenlemek istediğiniz yükseltme kaynağını seçin

source: Select upgrade source to edit.
tr: Düzenlemek istediğiniz yükseltme kaynağını seçin.

source: Select video input with up/down buttons
tr: Yukarı/aşağı tuşlarıyla görüntü girişini seçin

source: Select video mode
tr: Görüntü kipini seç

source: Select what you want the Channel +/- buttons to activate.
tr: Kanal +/- tuşlarının eylemini seçin.

source: Select what you want the TV button to activate.
tr: TV tuşunun eylemini seçin

source: Select wireless network
tr: Kablosuz ağ seç

source: Select your provider, and press OK to start the scan
tr: Sağlayıcı seçin, ve taramayı başlatmak için OK'a basın.

source: Send
tr: Gönder

source: Send Confirmation
tr: Onay Gönder

source: Send DiSEqC
tr: DiSEqC gönder

source: Send DiSEqC only on satellite change
tr: Yalnızca uydu değiştiğinde DiSEqC gönder

source: Send yourself a copy
tr: Kendinize bir kopya gönder

source: Seperate titles with a main menu
tr: Ana menü ile başlıkları ayır

source: Sequence repeat
tr: Sıralama tekrarı

source: Serbian
tr: Sırpça

source: Serial No
tr: Seri No

source: Serv.Name
tr: Sunucu Adı

source: Server:
tr: Sunucu:

source: Servers
tr: Sunucular

source: Servers:
tr: Sunucular:

source: Service
tr: Kanal

source: Service Information
tr: Kanal Bilgisi

source: Service Name
tr: Hizmet Adı

source: Service Title mode
tr: Servis Başlığı modu

source: Service has been added to the favourites.
tr: Kanal favorilere eklendi.

source: Service has been added to the selected bouquet.
tr: Kanal seçilen bukete eklendi.

source: Service info font size
tr: Kanal bilgisi font boyutu

source: Service invalid! (Timeout reading PMT)
tr: Kanal geçersiz! (PMT okumasında zaman aşımı oluştu)

source: Service name font size
tr: Kanal ismi font boyutu

source: Service not found! (SID not found in PAT)
tr: Kanal bulunamadı! (SID, PAT içerisinde bulunamadı)

source: Service number font size
tr: Kanal numarası font boyutu

source: Service reference
tr: Kanal referansı

source: Service scan
tr: Kanal tarama

source: Service searching
tr: Servis arama

source: Service unavailable! Check tuner configuration!
tr: Kanal kullanılamaz! Tuner ayarlarınızı kontrol edin!

source: Service width
tr: Kanal genişliği

source: Services
tr: Kanallar

source: Set System
tr: Sistemi ayarla

source: Set fps for external subtitles
tr: Harici altyazılar için fps ayarla

source: Set interface as default Interface
tr: Arayüzü varsayılan arayüz olarak ata

source: Set limits
tr: Limitleri ayarla

source: Set the MAC-address of your %s %s.
tr: %s %s dosyanızın MAC adresini ayarlayın.

source: Set the channel for this timer.
tr: Bu zamanlayıcı için kanalı ayarlayın.

source: Set the date the timer must start.
tr: Zamanlayıcının başlatması gereken tarihi ayarlayın.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
tr: Anlık kayıtlarınız için varsayılan konumu ayarlayın. Yeni yerler eklemek için 'Tamam'a basın, mevcut bir konumu seçmek için sol / sağ'ı seçin.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
tr: Kayıtlarınız için varsayılan konumu ayarlayın. Yeni yerler eklemek için 'Tamam'a basın, mevcut bir konumu seçmek için sol / sağ'ı seçin.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
tr: Zamanlayıcılarınız için varsayılan konumu ayarlayın. Yeni yerler eklemek için 'Tamam'a basın, mevcut bir konumu seçmek için sol / sağ'ı seçin.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
tr: Zaman kayması dosyalarınız için varsayılan konumu ayarlayın. Yeni yerler eklemek için 'Tamam'a basın, mevcut bir konumu seçmek için sol / sağ'ı seçin.

source: Set the default sorting method.
tr: Varsayılan sıralama yöntemini ayarla

source: Set the delay time between repeated loops, this uses a software render in some skins.
tr: Tekrarlanan döngüler arasındaki gecikme süresini ayarlayın, bu, bazı kaplamalarda bir yazılım işleme kullanır.

source: Set the description of the recording.
tr: Kaydın açıklamasını ayarlayın.

source: Set the jump-size of the seekbar.
tr: Arama çubuğunun atlama boyutunu ayarlayın.

source: Set the name the recording will get.
tr: Kaydın alacağı adı ayarlayın.

source: Set the scrolling speed of text on the front display.
tr: Ön panelde metin kayma hızını ayarla.

source: Set the time before checking video source for resolution infomation.
tr: Çözünürlük infomasyonu için video kaynağını kontrol etmeden önce zamanı ayarlayın.

source: Set the time delay before hiding the infobar.
tr: Bilgi-çubuğu gösterme süresi.

source: Set the time the timer must start.
tr: Zamanlayıcının başlaması gereken zamanı ayarlayın.

source: Set the time the timer must stop.
tr: Zamanlayıcının durması gereken zamanı ayarlayın.

source: Set the type of the progress indication in the channel selection screen.
tr: Kanal seçim ekranındaki ilerleme göstergesinin türünü ayarlayın.

source: Set to the desired primetime (hour).
tr: İstenilen seçkin zamanı ayarla (saat).

source: Set to what you want the button to do.
tr: Tuşun eylemini seçin.

source: Set voltage and 22KHz
tr: Voltajı ayarlayın ve 22KHz

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
tr: Klasörün başında görünen '..' kaldırmak için, film listesinin kök klasörünü seçin.

source: Settings
tr: Ayarlar

source: Settings...
tr: Ayarlar...

source: Setup
tr: Kurulum

source: Setup how to control the channel changing.
tr: Kanal değiştirilmesinin nasıl yapılacağını ayarlayın.

source: Setup menu
tr: Kurulum menüsü

source: Setup mode
tr: Kurulum modu

source: Setup network time synchronization interval.
tr: Ağ zaman senkronizasyon aralığını ayarlayın.

source: Setup your positioner
tr: Konumlayıcı kurulumu

source: Setup your satellite equipment
tr: Uydu ekipmanı kurulumu

source: Setup your timezone.
tr: Saat diliminizi ayarlayın.

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
tr: USB bellek sihirbazı başlayıp %s imaj dosyasını flaş belleğe programlasın mı?

source: Share Folder's
tr: Paylaşım Klasörünün

source: Share View
tr: Paylaşım İzle

source: Shares
tr: Paylaşımlar

source: Sharpness
tr: Keskinlik

source: Short filenames
tr: Kısa dosya adları

source: Show /tmp/ecm.info
tr: /tmp/ecm.info göster

source: Show 1080p 24fps as
tr: 1080p 24fps'yi şu şekilde göster

source: Show 1080p 25fps as
tr: 1080p 25fps'yi şu şekilde göster

source: Show 1080p 30fps as
tr: 1080p 30fps'yi şu şekilde göster

source: Show 720p 24fps as
tr: 720p 24fps olarak göster

source: Show AutoTimer List
tr: Oto-zamanlama Listesini göster

source: Show Clients
tr: İstemcileri göster

source: Show Display Icons
tr: Görüntü ikonlarını göster

source: Show EIT now/next in infobar
tr: Bilgi-çubuğunda EIT şimdiki/sonraki göster

source: Show EPG for current channel...
tr: Mevcut kanal için EPG'yi göster ...

source: Show Games show
tr: Oyunları göster

source: Show Log
tr: Günlük göster

source: Show Log Manager in extensions list ?
tr: Log Manager'ı uzantı listesinde göster?

source: Show Media playback Remaining/Elapsed as
tr: Ortam oynatımında Kalan/Geçen süreyi göster

source: Show RFmod setup...
tr: RFmod kurulumunu göster ...

source: Show Readers/Proxies
tr: Okuyucuları / Proxy'leri Göster

source: Show Time Remaining/Elapsed
tr: Kalan/Geçen zamanı göster

source: Show Timer List
tr: Zamanlayıcı Listesini göster

source: Show Transponder Remaining/Elapsed as
tr: Aktarıcı Kalan/Geçen zamanı göster

source: Show ViX spinning logo when the system is busy.
tr: Sistem meşgulken, dönen ViX logosunu göster.

source: Show WLAN status
tr: WLAN durumunu göster

source: Show animation while busy
tr: Meşgulken animasyon göster

source: Show background when tuned to a radio channel.
tr: Bir radyo kanalı çalarken arkaplanı göster

source: Show bouquet on launch
tr: Başlangıçta buket göster

source: Show channel number in infobar
tr: Kanal numarasını bilgi çubuğunda göster

source: Show channel numbers in channel selection
tr: Kanal numaralarını kanal seçiminde göster

source: Show crypto info in infobar
tr: Bilgi-çubuğunda şife bilgilerini göster

source: Show detailed event info
tr: Ayrıntılı etkinlik bilgisini göster

source: Show encryption info in the infobar (when supported by the skin).
tr: Bilgi çubuğunda şifreleme bilgilerini göster (cilt tarafından desteklendiğinde).

source: Show epg
tr: Epg'yi göster

source: Show event details
tr: Etkinlik detaylarını göster

source: Show event-progress in channel selection
tr: Kanal seçim ekranında etkinlik işleyişini gösterir

source: Show extended description
tr: Genişletilmiş açıklamayı göster

source: Show extensions...
tr: Uzantıları görüntüle ...

source: Show icon for new/unseen items
tr: Yeni öğeler için ikon göster

source: Show in extensions list ?
tr: uzantılar listesinde göster?

source: Show infobar on channel change
tr: Kanal değiştirildiğinde bilgi-çubuğunu göster

source: Show infobar on event change
tr: Etkinlik değişikliklerinde bilgi-çubuğunu göster

source: Show infobar on skip forward/backward
tr: İleri/geri sardırmada bilgi-çubuğunu göster

source: Show job tasks in extensions
tr: Görevleri uzantılarde göster

source: Show live tv when movie stopped
tr: Film durduğunda canlı TV'yi göster

source: Show menu
tr: Menüyü Göster

source: Show message when recording starts
tr: Kayıt başladığında mesajı göster

source: Show movie lengths in movielist
tr: Film uzunluklarını movielistte göster

source: Show network mounts ...
tr: Ağ bağlantılarını göster ...

source: Show or hide the extended description, (skin dependent).
tr: Genişletilmiş açıklamayı gösterin veya gizleyin (cilde bağlı).

source: Show positioner movement
tr: Konumlayıcı hareketini göster

source: Show screensaver
tr: Ekran koruyucuyu göster

source: Show service type icons
tr: Kanal türü ikonlarını göster

source: Show services beginning with
tr: Kanalları harf sırasına göre göster

source: Show shutdown menu
tr: Kapatma menüsünü göster

source: Show single epg for current channel
tr: Geçerli kanal için tek EPG göster

source: Show source packages
tr: Kaynak paketlerini göster

source: Show status icons in movielist
tr: Movielist'te durum simgelerini göster

source: Show tag menu
tr: Etiket menüsünü göster

source: Show the list of AutoTimers.
tr: Oto-zamanlama Listesini göster.

source: Show the media player...
tr: Ortam Oynatıcısını göster...

source: Show the plugin browser..
tr: Eklenti tarayıcısını göster ..

source: Show the radio player...
tr: Radyo kanal listesini göster...

source: Show the tv player...
tr: TV kanal listesini göster...

source: Show time elapsed as positive
tr: Geçen zamanı artı olarak göster

source: Show time remaining/elapsed
tr: Kalan/Geçen zamanı göster

source: Show transponder remaining/elapsed as
tr: Aktarıcı Kalan/Geçen zamanı göster

source: Shows the icons when new/unseen, else will not show an icon.
tr: Yeniler için ikonları göster, diğerleri için ikon gösterme.

source: Shows the state of your wireless LAN connection.
tr: Kablosuz ağ bağlantısı durumunu gösterir.

source: Shows the watched status of the movie.
tr: Filmin seyredilmiş durumunu göster.

source: Shuffle playlist
tr: Oynatma listesini karıştır

source: Shutdown
tr: Kapat

source: Side by Side
tr: Yan Yana

source: Signal OK, proceeding
tr: Sinyal tamam, devam ediyor

source: Signal Strength:
tr: Sinyal gücü:

source: Signal quality
tr: Sinyal kalitesi

source: Signal strength:
tr: Sinyal gücü:

source: Signal:
tr: Sinyal:

source: Similar
tr: Benzer

source: Similar broadcasts:
tr: Benzer yayınlar:

source: Simple
tr: Basit

source: Simple titleset (compatibility for legacy players)
tr: Basit başlıkseti (klasik oynatıcılarla uyumlu)

source: Single
tr: Tek

source: Single EPG
tr: Tek EPG

source: Single satellite
tr: Tek uydu

source: Single transponder
tr: Tek aktarıcı

source: Site longitude
tr: Boylam

source: Size:
tr: Boyutu:

source: Skin Setting
tr: Görsel-arayüz Ayarı

source: Skin setup
tr: Cilt ayarı

source: Skins
tr: Görsel-arayüzler

source: Skip internet connection check (disables automatic package installation)
tr: İnternet bağlantısı kontrolünü atla (otomatik paket kurulumunu devre dışı bırakır)

source: Slide picture in loop
tr: Resmi döngü içinde kaydır

source: Slot %d
tr: Yuva (slot) %d

source: Slovak
tr: Slovakca

source: Slovenian
tr: Slovence

source: Slow
tr: Yavaş

source: Slow motion speeds
tr: Yavaş hareket hızları

source: Social/Political/Economics
tr: Sosyal / Siyasal / Ekonomi

source: Softcam setings
tr: Softcam ayarları

source: Softcam settings
tr: Softcam ayarları

source: Software
tr: Yazılım

source: Software Update
tr: Yazılım Güncelleme

source: Software management
tr: Yazılım yönetimi

source: Software manager setup
tr: Yazılım yöneticisi kurulumu

source: Software restore
tr: Yazılım geri yükleme

source: Software update
tr: Yazılım güncelleme

source: Softwaremanager information
tr: Yazılımyöneticisi bilgisi

source: Some plugins are not available:
tr: Bazı eklentiler kullanılabilir değil:

source: Sorry Inadyn Config is Missing
tr: Üzgünüm, Inadyn Yapılandırması eksik

source: Sorry MiniDLNA Config is Missing
tr: Üzgünüm, MiniDLNA Yapılandırması eksik

source: Sorry feeds are down for maintenance
tr: Üzgünüm feed'ler bakım için yetersiz

source: Sorry feeds are down for maintenance, please try again later.
tr: Üzgünüm feed'ler bakım için yetersiz, lütfen daha sonra tekrar deneyin.

source: Sorry uShare Config is Missing
tr: Üzgünüm, uShare Yapılandırması eksik

source: Sorry, %s has not been installed!
tr: Üzgünüm, %s yüklenmedi!

source: Sorry, no backups found!
tr: Üzgünüz, yedek bulunamadı!

source: Sorry, no details available!
tr: Üzgünüz, detay yok!

source: Sorry, your backup destination is not writeable. Please select a different one.
tr: Üzgünüz, yedekleme hedefiniz yazılabilir değil. \ NLütfen farklı bir tane seçin.

source: Sort
tr: Sırala

source: Sort EPG List
tr: EPG Listesini sırala

source: Sort list by
tr: Listeyi buna göre sırala

source: Sort plug-in browser alphabetically
tr: Eklenti gösterimini alfabetik sırala

source: Sound
tr: Ses

source: Sound carrier
tr: Ses taşıyıcı

source: Source request
tr: Kaynak istemi

source: South
tr: Güney

source: Space used:
tr: Kullanılan alan:

source: Spanish
tr: İspanyolca

source: Split preview mode
tr: Bölünmüş önizleme kipi

source: Sports
tr: Spor

source: Standby
tr: Bekleme modu

source: Standby / Restart
tr: Kapatma menüsü

source: Start
tr: Başla

source: Start from the beginning
tr: Baştan başla

source: Start offline decode
tr: Çevrimdışı çözüme başla

source: Start recording?
tr: Kayda başla?

source: Start test
tr: Test'i başlat

source: Start timeshift
tr: Zaman kaymasını başlat

source: Starting on
tr: Başlangıç

source: Status
tr: Durum

source: Step east
tr: Doğu adımı

source: Step west
tr: Batı adımı

source: Stop
tr: Durdur

source: Stop current event and disable coming events
tr: Geçerli etkinliği durdur ve gelecek etkinlikleri devre dışı bırak

source: Stop current event but not coming events
tr: Geçerli etkinliği durdur ama gelecek etkinliklere dokunma

source: Stop entry
tr: Seçileni durdur

source: Stop playing this movie?
tr: Film durdurulsun mu?

source: Stop recording
tr: Kayıdı durdur

source: Stop recording and delete
tr: Kayıdı durdur ve sil

source: Stop test
tr: Testi durdur

source: Stop testing plane after # failed transponders
tr: Hatalı aktarıcı sayısına ulaşıldığında bitir

source: Stop testing plane after # successful transponders
tr: Başarılı aktarıcı sayısına ulaşıldığında bitir

source: Stop timeshift
tr: Zaman kaymasını durdur

source: Stop timeshift while recording?
tr: Kayıt yapılırken zaman-kaydırma durdurulsun mu?

source: Stopped
tr: Durduruldu

source: Storage devices
tr: Depolama aygıtları

source: Store position
tr: Konumu kaydet

source: Stored position
tr: Kaydedilen konumlar

source: Stream
tr: Akış

source: Stream request
tr: Akım istemi

source: Strict DLNA
tr: Tam DLNA

source: Strongest position
tr: En güçlü pozisyon

source: Subservice mode
tr: Alt servis kipi

source: Subservices
tr: Alt servisler

source: Subtitle Quickmenu
tr: Altyazı hızlı menü

source: Subtitle alignment
tr: Altyazı hizalaması

source: Subtitle border width
tr: Altyazı kenarlığı genişliği

source: Subtitle delay when timing is bad
tr: Zamanlama noksanlığında altyazı gecikmesi

source: Subtitle delay when timing lacks
tr: Zamanlama noksanlığında altyazı gecikmesi

source: Subtitle font size
tr: Altyazı yazı tipi boyutu

source: Subtitle language selection 1
tr: 1. Altyazı dil seçimi

source: Subtitle language selection 2
tr: 2. Altyazı dil seçimi

source: Subtitle language selection 3
tr: 3. Altyazı dil seçimi

source: Subtitle language selection 4
tr: 4. Altyazı dil seçimi

source: Subtitle position
tr: Altyazı konumu

source: Subtitle selection
tr: Altyazı seçimi

source: Subtitle selection...
tr: Altyazı seçimi...

source: Subtitle settings
tr: Altyazı ayarları

source: Subtitles
tr: Altyazı

source: Sun
tr: Paz

source: Sunday
tr: Pazar

source: Support at
tr: Destek

source: Swap SNR in '%' with SNR in 'db'
tr: SNR '%' yi SNR db ile değiştir

source: Swap services
tr: Takas hizmetleri

source: Swedish
tr: İsveççe

source: Switch TV to correct input
tr: TV'yi doğru girişe al

source: Switch between filelist/playlist
tr: Dosya listesi / oynatma listesi arasında geçiş yap

source: Switch config
tr: Yapılandırma değiştir

source: Switch to filelist
tr: Dosya listesine geç

source: Switch to next channel in history
tr: Geçmiş listesindeki bir sonraki kanala geç

source: Switch to playlist
tr: Oynatma listesine geç

source: Switch to previous channel in history
tr: önceki kanala git

source: Switchable tuner types:
tr: Seçilebilir tuner tipleri:

source: Symbol rate
tr: Sembol değeri

source: Sync NTP every (minutes)
tr: NTP her (dakikada) eşzamanla

source: Sync failure moving back to origin !
tr: Senkronizasyon hatası kaynağa dönüş!

source: Sync time using
tr: Zamanı eşzamanla (kullanarak)

source: System
tr: Sistem

source: System:
tr: Sistem:

source: TRANSLATOR_INFO
tr: ÇEVİRMEN HAKKINDA

source: TS file is too large for ISO9660 level 1!
tr: TS dosyası ISO9660 level 1 standartları için çok büyük!

source: TV button mode
tr: TV tuş kipi

source: TV physical address report
tr: TV fiziksel adres raporu

source: Tags
tr: Etiketler

source: Teletext subtitle color
tr: Teletext altyazı rengi

source: Telnet Interface
tr: Telnet Arayüzü

source: Telnet Port
tr: Telnet Kapısı

source: Telnet Setup
tr: Telnet Kurulumu

source: Telnet setup
tr: Telnet kurulumu

source: Terrestrial
tr: Karasal

source: Terrestrial provider
tr: Karasal sağlayıcı

source: Test DiSEqC settings
tr: DiSEqC ayarlarınızı test edin

source: Test mode
tr: Test kipi

source: Text
tr: Metin

source: Text color
tr: Metin rengi

source: Thai
tr: Taylandca

source: Thank you for using the wizard. Please press OK to continue.
tr: Sihirbazı kullandığınız için teşekkür ederiz. Lütfen devam etmek için OK'a basın.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
tr: Sihirbazı kullandığınız için teşekkür ederiz. Sizin %s %s artık kullanıma hazırdır. \ OK nLütfen basın sizin kullanmaya başlamak için %s %s .
