Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
tr: Tanımlanmış PINi bulunamadı! Kurulum PINini şimdi değiştirmek ister misiniz? 'Hayır' derseniz kurulum koruması devredışı kalacaktır.

source: No wireless networks found! Searching...
tr: Kablosuz ağ bulunamadı! Aranıyor...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
tr: Çalışan yerel ağ donanımı bulunamadı. Lütfen ağ kablonuzun bağlı olduğundan ve ağ ayarlarınızın doğru yapılandırıldığından emin olun.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
tr: Çalışan kablosuz ağ donanımı bulunamadı. Lütfen uyumlu WLAN USB donanımının takılı olduğundan ve ağ yapılandırmanızı doğru yaptığınızdan emin olun.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
tr: Çalışan kablosuz ağ arayüzü bulunamadı. Lütfen uyumlu WLAN USB donanımının takılı olduğundan emin olun veya yerel ağ arayüzünü etkinleştirin.

source: No, but restart from begin
tr: Hayır, ama baştan başlat

source: No, do nothing.
tr: Hayır, birşey yapma

source: No, just start my %s %s
tr: Hayır, %s %s'yu şimdi başlat

source: No, never
tr: Hayır, hiçbir zaman

source: No, scan later manually
tr: Hayır, taramayı daha sonra el ile yapacağım

source: None
tr: Yok

source: North
tr: Kuzey

source: Norwegian
tr: Norveççe

source: Not Flashing
tr: Flaşlamıyor

source: Not Shown
tr: Gösterilmemiş

source: Not associated
tr: İlişkilendirilmemiş

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
tr: Diskte yeterli yer yok! Dosya boyutu: %sMB Boş alan: %sMB Konum: %s

source: Not mounted
tr: - bağlanmamış!

source: Not-Associated
tr: İlişkilendirilmemiş

source: Nothing
tr: Sıfırlanır

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
tr: Tarama yapılmadı! Lütfen kanal taraması yapmadan önce tuner kurulumunuzu tamamlayın.

source: Nothing to upgrade
tr: Yükseltecek birşey yok

source: Nothing, just leave this menu
tr: Hiçbir şey, sadece bu menüden çık

# now/next: 'now' event label
source: Now
tr: Şimdi

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
tr: Şimdi, kontrast ayarlarını kullanarak arkaplan üzerinde, ekrandaki iki parlaklık tonunu ayırt edebilecek şekilde ve mümkün olduğunca parlaklık seviyesini arttırın. İşlemi tamamladıktan sonra OK'a basın.

source: Number
tr: Sayı

source: Number of rows
tr: Satır sayısı

source: OK button (short)
tr: Tamam düğmesi (kısa)

source: OK, guide me through the upgrade process
tr: Tamam, yükseltme işleminde bana rehberlik yap.

source: OSD 3D Setup
tr: OSD 3D Kurulum

source: OSD name request
tr: OSD ad isteği

source: OSD settings
tr: OSD ayarları

source: OScam Info
tr: OScam Bilgisi

source: OScam info
tr: OScam bilgisi

source: Off
tr: Kapalı

source: Offline decode delay (ms)
tr: Çevrimdışı çözme gecikmesi (ms)

source: On
tr: Açık

source: On end of movie
tr: Filmin sonunda

source: On reaching the end of a file during playback, you can choose the box's behavior.
tr: Oynatma sırasında bir dosyanın sonuna ulaştığınızda, kutunun davranışını seçebilirsiniz.

source: Once per day
tr: Günde bir

source: One
tr: Bir

source: One line
tr: Tek satır

source: OnlineVersionCheck
tr: ÇevrimiçiSürümKontrolü

source: Only active when in standby
tr: Sadece uyku modunda aktif

source: Only extensions.
tr: Yalnızca uzantılar

source: Only free scan
tr: Yalnızca Şifresiz tarama

source: Open satellites list
tr: Uydular listesini aç

source: Open service list
tr: Kanal listesini aç

source: Open service list and select previous channel
tr: Servis listesini aç ve önceki kanalı seç

source: Open the movie list
tr: Film listesini aç

source: OpenVPN setup
tr: OpenVPN kurulumu

source: OpenVpn Log
tr: OpenVPN Günlüğü

source: OpenVpn Setup
tr: OpenVPN Kurulumu

source: Orbital position
tr: Yörüngesel konum

source: Original
tr: Özgün

source: Oscam Info - Configuration
tr: Oscam Bilgi - Yapılandırma

source: Oscam Info - Main Menu
tr: Oscam Bilgi - Ana Menü

source: Other
tr: Diğer

source: Output
tr: Çıkış

source: Overwrite configuration files during software upgrade?
tr: Yazılımı yükseltilirken yapılandırma dosyaları değiştirilsin mi?

source: Overwrite configuration files?
tr: Yapılandırma dosyalarının üzerine yazılsın mı?

source: PAGE UP/DOWN
tr: SAYFA AŞAĞI / AŞAĞI

source: PIDs
tr: PID

source: PLP ID
tr: PLP Kimliği

source: PRIMETIME
tr: YOĞUN ZAMAN

source: Package list update
tr: Paket listesi güncellemesi

source: Packet management
tr: Paket yönetimi

source: Packet manager
tr: Paket yöneticisi

source: Page down
tr: Sayfa aşağı

source: Page right
tr: Sayfa sağa

source: Page up
tr: Sayfa yukarı

source: Parent directory
tr: Üst Klasör

source: Parental control
tr: Ebeveyn kontrolü

source: Parental control editor
tr: Ebeveyn kontrolü düzenleyicisi

source: Parental control setup
tr: Ebeveyn kontrolü kurulumu

source: Parental control type
tr: Ebeveyn kontrolü tipi

source: Password
tr: Parola

source: Password (httpwd)
tr: Parola (httpwd)

source: Password:
tr: Parola:

source: Pause
tr: Duraklat

source: Pause movie at end
tr: Bittiğinde filmi duraklat

source: Pause playback
tr: Oynatmayı duraklat

source: Percentage
tr: Yüzde

source: Percentage left
tr: Yüzde solda

source: Percentage right
tr: Yüzde sağda

source: Perform a full image backup
tr: Tam bir görüntü yedeği gerçekleştirin

source: Perform a settings backup,
tr: Ayarları yedekle,

source: Perform an online update check in the background
tr: Arka planda bir çevrimiçi güncelleme kontrolü yapın

source: Permanently delete all recordings in the trash can?
tr: Çöp sepetindeki tüm kayıtlar kalıcı olarak silinsin mi?

source: Permanently remove all deleted items
tr: Silinen tüm öğeler kalıcı olarak kaldırılsın mı?

source: Persian
tr: Farsça

source: Phone number
tr: Telefon numarası

source: Picon and Service Name
tr: Picon ve Servis İsmi

source: Picon width
tr: Picon genişliği

source: Play
tr: Oynat

source: Play Audio-CD...
tr: Ses CD'si (Audio CD) çal...

source: Play DVD
tr: DVD Oynat

source: Play Music...
tr: Müzik dinle...

source: Play audio in background
tr: Sesi arkaplanda çal

source: Play back media files
tr: Medya dosyalarını oynat

source: Play entry
tr: Seçimi oynat

source: Play from next mark or playlist entry
tr: Sonraki işaretten veya oynatma listesi seçiminden oynat

source: Play from previous mark or playlist entry
tr: Onceki işaretten veya oynatma listesi seçiminden oynat

source: Play music...
tr: Müzik dinle...

source: Play next
tr: Sonrakini çal

source: Play next (return to movie list)
tr: Sonraki oynat (film listesine geri dön)

source: Play next (return to previous service)
tr: Sonraki oyna (önceki servise geri dön)

source: Play previous
tr: Öncekini çal

source: Play recorded movies...
tr: Kayıtlı filmleri oynat..

source: Please add titles to the compilation.
tr: Lütfen derlemeye başlık ekleyin.

source: Please change recording endtime
tr: Lütfen kayıt bitiş zamanını değiştirin

source: Please check your network settings!
tr: Lütfen ağ ayarlarını kontrol edin!

source: Please choose CCcam-Reader
tr: Lütfen CCcam-Okuyucu seçin

source: Please choose an extension...
tr: Lütfen bir genişletme seçin...

source: Please choose reader
tr: Lütfen okuyucu seçin

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
tr: Lütfen ad sunucu ayarlarınızı, gerekli alanları doldurarak yapılandırın veya kullanılabilir bilgileri doğrulayın. Hazır olduğunuzda, devam etmek için OK'a basın.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
tr: Lütfen internet bağlantınızı, gerekli alanları doldurarak yapılandırın. Hazır olduğunuzda, devam etmek için OK'a basın.

source: Please do not change any values unless you know what you are doing!
tr: Lütfen ne yaptığınızı bilmiyorsanız hiçbir değeri değiştirmeyin!

source: Please enter a name for the new bouquet
tr: Lütfen yeni buket için ad girin

source: Please enter a name for the new marker
tr: Lütfen yeni işaretleyici için ad girin

source: Please enter a new filename
tr: Lütfen yeni bir dosya adını girin

source: Please enter filename (empty = use current date)
tr: Lütfen dosya adı girin (boş = geçerli tarih)

source: Please enter name of the new directory
tr: Lütfen yeni kasör için bir ad girin

source: Please enter new name:
tr: Lütfen yeni bir ad girin:

source: Please enter the correct pin code
tr: Lütfen doğru PINi girin

source: Please enter the old PIN code
tr: Lütfen eski PINi girin

source: Please follow the instructions on the TV
tr: Lütfen TV'deki yönergeyi takip edin.

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
tr: Seçtiğiniz ortama erişilemedi, yerine varsayılan klasör kullanılıyor.

source: Please press OK to continue.
tr: Lütfen devam etmek için OK'a basın.

source: Please select a default EPG type...
tr: Lütfen bir varsayılan EPG türü seçin ...

source: Please select a playlist to delete...
tr: Lütfen silmek için bir oynatma listesi seçin...

source: Please select a playlist...
tr: Lütfen bir oynatma listesi seçin...

source: Please select a subservice to record...
tr: Lütfen kaydetmek istediğiniz alt servisi seçin...

source: Please select a subservice...
tr: Lütfen bir alt servis seçin...

source: Please select an NFI file and press green key to flash!
tr: Lütfen NFI dosyasını seçtikten sonra flaşlamak için yeşil tuşa basın!

source: Please select medium to use as backup location
tr: Lütfen yedekleme konumu için ortam seçin

source: Please select tag to filter...
tr: Lütfen filtreleme için etiket seçin ...

source: Please select the movie path...
tr: Lütfen film yolunu seçin...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
tr: Lütfen internet bağlantınızı kullanmak için bir ağ arayüzü seçin. Devam etmek için OK'a basın.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
tr: Lütfen bağlanmak istediğiniz kablosuz ağı seçin. Devam etmek için OK'a basın.

source: Please set up tuner A
tr: Lütfen tuner A'yı kurun

source: Please set up tuner B
tr: Lütfen Tuner B'yi yapılandırın

source: Please set up tuner C
tr: Lütfen Tuner C'yi yapılandırın

source: Please set up tuner D
tr: Lütfen Tuner D'yi yapılandırın

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
tr: Lütfen yön tuşlarını kullanarak PiP ekranını taşıyın. PiP penceresini boyutlandırmak için Buket +/- tuşlarını kullanın. TV kipine dönmek için OK'a veya taşımayı iptal etmek için EXIT'e basın.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
tr: Lütfen dil seçiminizi yapmak için YUKARI ve AŞAĞI tuşlarını kullanın, sonrasında OK'a basın.

source: Please wait (downloading channel list)
tr: Lütfen bekleyin (kanal listesi indiriliyor)

source: Please wait (updating packages)
tr: Lütfen bekleyin (paketleri güncelleştirin)

source: Please wait for activation of your network configuration...
tr: Lütfen ağ yapılandırmanızın etkinleştirilmesi için bekleyin...

source: Please wait while scanning is in progress...
tr: Lütfen tarama yapılırken bekleyin...

source: Please wait while we configure your network...
tr: Lütfen ağınız yapılandırılırken bekleyin...

source: Please wait while we prepare your network interfaces...
tr: Lütfen biz ağ arayüzlerinizi hazırlarken bekleyin...

source: Please wait while we test your network...
tr: Lütfen biz ağ yapılandırmanızı test ederken bekleyin...

source: Please wait while your network is restarting...
tr: Lütfen ağ yeniden başlatılırken bekleyin...

source: Please wait whilst feeds state is checked.
tr: Besleme durumu kontrol edilirken lütfen bekleyin.

source: Please wait...
tr: Lütfen bekleyin...

source: Please wait... Loading list...
tr: Lütfen bekleyin... Liste yükleniyor...

source: Plugin Browser
tr: Eklentiler Listesi

source: Plugin details
tr: Eklenti ayrıntıları

source: Plugin manager activity information
tr: Eklenti yöneticisi etkinlik bilgisi

source: Plugin manager help
tr: Eklenti yönetici yardımı

source: Plugins
tr: Eklentiler

source: Polarization
tr: Polarizasyon

source: Polish
tr: Lehçe

source: Port
tr: Kapı

source: Port A
tr: Kapı A

source: Port B
tr: Kapı B

source: Port C
tr: Kapı C

source: Port D
tr: Kapı D

source: Port:
tr: Kapı:

source: Portuguese
tr: Portekizce

source: Position Setup
tr: Konumlayıcı Kurulumu

source: Position setup
tr: Pozisyon Kurulumu

source: Positioner
tr: Konumlayıcı

source: Positioner setup
tr: Konumlayıcı kurulumu

source: Power threshold in mA
tr: Güç eşiği (mA)

source: PowerManager entry
tr: PowerManager girişi

source: Predefined transponder
tr: Tanımlanmış aktarıcı

source: Prefer AC3 track
tr: AC3 tercih et

source: Prefer audio track stored by service
tr: Kanalın ses akımı saklamasını tercih et

source: Prefer subtitles for hearing impaired
tr: İşitme engelliler için altyazıları tercih et

source: Prefer subtitles stored by service
tr: Hizmet tarafından saklanan altyazıları tercih et

source: Preferred tuner
tr: Tercih edilen tuner

source: Prepare another USB stick for image flashing
tr: İmaj flaşlaması için başka bir USB bellek hazırlayın

source: Preparing... Please wait
tr: Hazırlanıyor... Lütfen bekleyin

source: Press '0' to toggle internal/external PiP.
tr: Dahili/harici PiP için '0' basın.

source: Press INFO on your remote control for additional information.
tr: Ek bilgi için INFO'ya basın.

source: Press MENU on your remote control for additional options.
tr: Ek seçenekler için MENU'ye basın.

source: Press OK on your remote control to continue.
tr: Devam etmek için OK'a basın.

source: Press OK to activate the selected skin.
tr: Görsel-arayüzü etkinleştirmek için OK'a basın.

source: Press OK to activate the settings.
tr: Onaylamak için OK'a basın.

source: Press OK to edit the settings.
tr: Düzenlemek için OK'a basın.

source: Press OK to get further details for %s
tr: %s detayları için OK'a basın

source: Press OK to scan
tr: Tramak için OK'a basın.

source: Press OK to select a provider.
tr: Sağlayıcı seçmek için OK'a basın.

source: Press OK to select/deselect a CAId.
tr: CAId seçmek/bırakmak için OK'a basın.

source: Press OK to start the scan
tr: Taramayı başlatmak için OK'a basın.

source: Press OK to toggle the selection.
tr: Seçimi açıp kapamak için OK'a basın.

source: Press yellow to set this interface as default interface.
tr: Bu arayüzü varsayılan arayüz olarak atamak için sarı tuşa basın.

source: Preview
tr: Önizleme

source: Preview menu
tr: Önizleme menüsü

source: Primary DNS
tr: Birincil DNS

source: Primetime hour
tr: Seçkin-zaman saati

source: Primetime minute
tr: Seçkin zaman dakika

source: Priority
tr: Öncelik

source: Process
tr: İşlemler

source: Profile
tr: Profil

source: Profile: Local box
tr: Profil: Yerel kutu

source: Progress
tr: İşleyiş

source: Properties of current title
tr: Geçerli başlığın özellikleri

source: Protect services
tr: Kanallar korunsun mu?

source: Protect setup
tr: Koruma kurulumu

source: Protocol
tr: Protokol

source: Protocol:
tr: Protokol

source: Provider
tr: Sağlayıcı

source: Provider Name:
tr: Sağlayıcı Adı:

source: Provider to scan
tr: Taranacak sağlayıcı

source: Provider:
tr: Sağlayıcı:

source: Providers
tr: Sağlayıcılar

source: Providers:
tr: Sağlayıcılar:

source: Providers:
tr: Sağlayıcılar:

source: Put TV in standby
tr: TV'yi bekleme kipine al

source: Python frontend for /tmp/mmi.socket
tr: /tmp/mmi.socket için Python uç birimi

source: Quick
tr: Hızlı

source: Quick zap
tr: Hızlı zap

source: Quit Movie Player with EXIT button
tr: EXIT düğmesiyle Film Oynatıcısından Çık

source: RF output
tr: RF çıkışı

source: Random
tr: Rastgele

source: Rating defined by broadcaster - %d
tr: Yayıncı tarafından tanımlı derecelendirme - %d

source: Rating undefined
tr: Derecelendirme undefined

source: Read Userdata from oscam.conf
tr: oscam.conf'dan kullanıcı bilgisi oku

source: Reader
tr: Okuyucu

source: Reader Statistics
tr: Okuyucu istatistiği

source: Ready to install "%s" ?
tr: \ " %s " yüklenmeye hazır mısınız?

source: Ready to remove "%s" ?
tr: \ " %s " kaldırılmaya hazır mısınız?

source: Really close without saving settings?
tr: Ayarlarınızı saklamadan çıkmak istediğinizden emin misiniz?

source: Really delete done timers?
tr: İşi bitmiş zamanlayıcıları silmek istiyor musunuz?

source: Really exit the subservices quickzap?
tr: Alt servis hızlı geçişinden çıkmak istiyor musunuz?

source: Really reboot now?
tr: Şimdi yeniden başlatmak istiyor musunuz?

source: Really restart now?
tr: Şimdi yeniden başlatmak istiyor musunuz?

source: Really shutdown now?
tr: Şimdi kapatmak istiyor musunuz?

source: Really upgrade the frontprocessor and reboot now?
tr: Önişlemci yükseltilip yeniden başlatılsın mı?

source: Reboot
tr: Yeniden başlat

source: Record
tr: Kayıt

source: Record next
tr: Sıradakini kaydet

source: Record now
tr: Şimdi kaydet

source: Record started! Stopping timeshift now ...
tr: Kayıt başladı! Zaman-kaydırma şimdi durduruluyor ...

source: Record time limited due to conflicting timer %s
tr: %s zamanlayıcısı ile çakışmadan dolayı kayıt süresi sınırlandırılmış

source: Recording
tr: Kaydediliyor

source: Recording in progress
tr: Kayıt devam ediyor

source: Recording settings
tr: Kayıt ayarları

source: Recording type
tr: Kayıt tipi

source: Recording(s) are in progress or coming up in few seconds!
tr: Kayıt işlemi devam ediyor veya birkaç saniye içinde başlayacak!

source: Recordings
tr: Kayıtlar

source: Recordings always have priority
tr: Kayıt işlemi önceliklidir.

source: Red
tr: Kırmızı

source: Red button...
tr: Kırmızı tuş...

source: Reduce time scale
tr: Zaman ölçeğini azalt

source: Reenter new PIN
tr: Yeni PINi tekrar girin

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
tr: Gözetimsiz yükseltme yapılıyor Lütfen %s %s alıcınız yeniden başlayana kadar bekleyin Bu birkaç dakika sürebilir

source: Refresh every (in hours)
tr: Her (saat) yenile

source: Refresh rate
tr: Yenileme hızı

source: Refresh rate selection.
tr: Yenileme hızı seçimi.

source: Regard deep standby as standby
tr: Derin Beklemeyi, bekleme olarak kabul et.

source: Relative
tr: Bağıl

source: Reload
tr: Yenile

source: Reload black-/white lists
tr: Kara/Beyaz listeyi yeniden yükle

source: Reloading EPG Cache...
tr: EPG önbelleğini yeniden yüklüyor...

source: Reloading bouquets and services...
tr: Buket ve kanalları yeniden yüklüyor...

source: Remaining
tr: Kalan

source: Remaining & Elapsed
tr: Kalan & Geçen

source: Remember service PIN
tr: Kanal PINini hatırla

source: Remote box
tr: Uzak kutu

source: Remote control type
tr: Uzaktan kumanda tipi

source: Remove
tr: Kaldır

source: Remove Service
tr: Hizmeti Kaldırma

source: Remove a mark
tr: İşaret Kaldır

source: Remove a nameserver entry
tr: DNS sunucu kaydını kaldır

source: Remove bookmark
tr: yer imini kaldır

source: Remove completed timers after (days)
tr: Tamamlanmış zamanlayıcıları (gün) sonra kaldır

source: Remove currently selected title
tr: Seçilen geçerli başlığı kaldır

source: Remove finished.
tr: Kaldırma işlemi bitti.

source: Remove items from trash can after (days)
tr: Çöp kutusundan öğeleri (gün) sonra çıkarın

source: Remove plugins
tr: Eklentileri kaldır

source: Remove timer
tr: Zamanlama kaldır

source: Remove title
tr: Başlığı kaldır

source: Removing
tr: Kaldırılıyor

source: Removing Service
tr: Hizmet Kaldırma

source: Removing directory %s failed. (Maybe not empty.)
tr: %s klasörü silinemedi. (Klasör boş olmayabilir.)

source: Rename
tr: Ad değiştir

source: Rename failed!
tr: Ad değiştirme başarısız!

source: Rename to:
tr: Adı bununla değiştir:

source: Renamed %s!
tr: Ad değiştirildi %s!

source: Repeat Display Message
tr: Mesaj görüntülemeyi tekrarla

source: Repeating event currently recording... What do you want to do?
tr: Tekrarlayan etkinlik kayıt ediliyor... Ne yapmak istersiniz?

source: Repeats
tr: Tekrarlar

source: Required medium type:
tr: İstenen ortam tipi:

source: Reserved
tr: Rezerve Pin

source: Reset
tr: Sıfırla

source: Reset and renumerate title names
tr: Başlık adlarını sıfırla ve yeniden numarala

source: Reset playback position
tr: Çalma konumunu sıfırla

source: Reset video enhancement settings to system defaults?
tr: Görüntü iyileştirme ayarınız, sistem varsayılanına döndürülsün mü?

source: Reset video enhancement settings to your last configuration?
tr: Görüntü iyileştirme ayarlarınız, en son yapılandırmanıza döndürülsün mü?

source: Reshare:
tr: Tekrar paylaş:

source: Resolution
tr: Çözünürlük

source: Restart
tr: Yeniden başlat

source: Restart GUI
tr: Kullanıcı arayüzünü şimdi yeniden başlat

source: Restart GUI now?
tr: Kullanıcı arayüzünü şimdi yeniden başlat?

source: Restart enigma
tr: Enigma'yı yeniden başlat

source: Restart network
tr: Ağı yeniden başlat

source: Restart test
tr: Testi yeniden başlat

source: Restart your network connection and interfaces.
tr: Ağ bağlantısını ve ağ arayüzlerini yeniden başlatın.

source: Restore
tr: Geri yükle

source: Restore backups
tr: Yedekleri geri yükle

source: Restore is running...
tr: Geri yükleme çalışıyor...

source: Restore system settings
tr: Sistem ayarlarını geri yükle

source: Restoring...
tr: Geri Yükleme

source: Resume from last position
tr: Son konumdan devam et

source: Resume position at %s
tr: %s konumundan devam et

source: Resuming playback
tr: Oynatmaya devam ediliyor

source: Return to movie list
tr: Film listesine geri dön

source: Return to previous service
tr: Önceki kanala dön

source: Reverse bouquet buttons
tr: Ters buket düğmeleri

source: Rewind speeds
tr: Geri sarma hızları

source: Rewrap teletext subtitles
tr: Teletext altyazıyı sarmala

source: Right
tr: Sağ

source: Right from servicename
tr: Servicename'den sağa

source: Romanian
tr: Rumence

source: Root directory
tr: Kök klasör

source: Rotor step position:
tr: Rotor adımı pozisyonu:

source: Rotor turning speed
tr: Rotor dönme hızı

source: Run how often ?
tr: Ne sıklıkta yürütülsün?

source: Running
tr: Çalışıyor

source: Russian
tr: Rusça

source: SABnzbd Setup
tr: SABnzbd Kurulumu

source: SABnzbd setup
tr: SABnzbd kurulumu

source: SINGLE LAYER DVD
tr: TEK KATMAN DVD

source: Samba Log
tr: Samba Günlüğü

source: Samba Setup
tr: Samba Kurulumu

source: Samba setup
tr: Samba kurulumu

source: Same resolution as skin
tr: Cilt ile aynı çözünürlük

source: Sat
tr: Cti

source: Satellite
tr: Uydu

source: Satellite dish setup
tr: Çanak anten kurulumu

source: Satellite equipment
tr: Uydu ekipmanı

source: Satellite equipment setup
tr: Uydu ekipman kurulumu

source: Satellite longitude:
tr: Uydu boylamı:

source: Satellites
tr: Uydular

source: Satfinder
tr: Uydu arayıcı

source: Sats
tr: Uydular

source: Saturation
tr: Doygunluk

source: Saturday
tr: Cumartesi

source: Save
tr: Kaydet

source: Save EPG
tr: EPG Sakla

source: Save and record
tr: Sakla ve kaydet

source: Save and stop
tr: Sakla ve durdur

source: Save every (in hours)
tr: Her (saatte) sakla

source: Save playlist
tr: Oynatma listesini kaydet
