Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: The %s %s reads the stored EPG data every (hours).
tr: %s %s saklanmış EPG bilgisini her (saat) okur.

source: The %s %s stores the EPG data every (hours).
tr: %s %s EPG bilgisini her (saat) saklar.

source: The AutoTimer plugin is not installed! Please install it.
tr: AutoTimer eklentisi yüklü değil! Lütfen yükleyin.

source: The Cool TV Guide plugin is not installed! Please install it.
tr: The Cool TV Guide eklentisi yüklü değil! Lütfen yükleyin.

source: The EPGSearch plugin is not installed! Please install it.
tr: EPGSearch eklentisi yüklü değil! Lütfen yükleyin.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2 or EXT3!
tr: Timeshift-Device'ınızdaki Filesystem, sabit bağlantıları desteklemiyor. \ NM EXT2 veya EXT3'te formatlandığından emin olun!

source: The IMDb plugin is not installed! Please install it.
tr: IMDb eklentisi yüklü değil! Lütfen yükleyin.

source: The MediaPlayer plugin is not installed! Please install it.
tr: MediaPlayer eklentisi yüklü değil! Lütfen yükleyin.

source: The PIN code has been changed successfully.
tr: PIN başarıyla değiştirildi.

source: The PIN codes you entered are different.
tr: Girdiğiniz PINler farklı.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
tr: USB bellek önyüklenebilir olarak hazırlandı. Şimdi NFI imaj dosyasını indirebilirsiniz!

source: The backup failed. Please choose a different backup location.
tr: Yedek alınamadı. Lütfen başka bir yedekleme konumu seçin.

source: The current update may be unstable
tr: Mevcut güncelleme kararsız olabilir

source: The following device was found: %s Do you want to write the USB flasher to this stick?
tr: Aşağıdaki aygıt bulundu: %s USB flaşlayıcıyı bu USB belleğe yazmak istiyor musunuz?

source: The following files were found...
tr: Aşağıdaki dosyalar bulundu...

source: The loopthrough setting is wrong.
tr: Döngü ayarı yanlış.

source: The md5sum validation failed, the file may be corrupted!
tr: md5sum doğrulaması başarısız, dosya bozulmuş olabilir!

source: The network wizard extension is not installed! Please install it.
tr: NetworkWizard genişletmesi yüklü değil! Lütfen yükleyin.

source: The path %s already exists.
tr: %s yolu zaten var.

source: The pin code you entered is wrong.
tr: Girdiğiniz PIN yanlış.

source: The results have been written to %s.
tr: Test sonuçları %s dosyasına yazıldı.

source: The timer file (timers.xml) is corrupt and could not be loaded.
tr: Zamanlayıcı dosyası (timers.xml) bozuk ve yüklenemiyor.

source: The user interface of your %s %s is restarting
tr: Alıcınızın (%s %s) arayüzü yeniden başlatılıyor

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
tr: Kablosuz ağ (WLAN) eklentisi yüklenmemiş! Lütfen yükleyin ve sonraki adımda seçiminizi yapın

source: The wireless LAN plugin is not installed! Please install it.
tr: Kablosuz ağ (WLAN) eklentisi yüklenmemiş! Lütfen yükleyin.

source: The wizard can backup your current settings. Do you want to do a backup now?
tr: Bu sihirbaz geçerli ayarlarınızın yedeğini alacaktır. Yedeği şimdi almak istiyor musunuz?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
tr: Sihirbaz bir yapılandırma yedeği buldu. %s den eski ayarlarınızın geri yüklenmesini ister misiniz??

source: The wizard is finished now.
tr: Sihirbaz şimdi bitti.

source: There are at least
tr: En az

source: There are at least %s updates available.
tr: En az %s güncellemesi mevcut.

source: There are currently no outstanding actions.
tr: Göze çarpan bir görev yok.

source: There are no updates available.
tr: Kullanılabilir güncelleme yok.

source: There is no [webif] section in oscam.conf
tr: oscam.conf içinde [webif] bölümü yok

source: There is no signal to lock on !
tr: Kilitlenecek bir sinyal yok!

source: This %s %s cannot decode %s streams!
tr: %s %s %s yayınlarını çözemez!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
tr: DVD-RW ortamı zaten biçimlendirilmiş - yeniden biçimlendirme tüm disk içeriğini silecektir.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
tr: Font boyunu, görsel-arayüz boyuna göre değiştirmenizi sağlar. (1, 1 punto büyütür, -1, 1 punto küçültür)

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
tr: Bu seçenek resimdeki blok gürültüyü azaltmaya izin verir. Açıkçası bu, resmin keskinliğinin bedeli.

source: This option allows to set the level of dynamic contrast of the picture.
tr: Bu seçenek resmin dinamik kontrast seviyesini ayarlamanıza izin verir.

source: This option allows you choose how to display elapsed time as + or -
tr: Bu seçenek, geçen süreyi + veya - olarak nasıl göstereceğinizi seçmenize izin verir

source: This option allows you choose how to display remaining time, or elapsed time, or both.
tr: Kalan zaman, geçen zaman veya her ikisinin de gösterilme seçiminin yapılmasını sağlar.

source: This option allows you set the layout view (Text or Graphics).
tr: Bu seçenek, düzen görünümünü (Metin veya Grafik) ayarlamanıza izin verir.

source: This option allows you to boost the blue tones in the picture.
tr: Bu seçenek, resimde mavi tonları artırmanızı sağlar.

source: This option allows you to boost the green tones in the picture.
tr: Bu seçenek, resimdeki yeşil tonları artırmanızı sağlar.

source: This option allows you to choose from the two channel lists that are available.
tr: İki kanal listesinden birini seçmenizi sağlar.

source: This option allows you to choose how to display elapsed time. As + or -
tr: Bu seçenek, geçen süreyi + veya - olarak nasıl göstereceğinizi seçmenize izin verir

source: This option allows you to choose how to display standard defintion video on your TV.
tr: Bu seçenek TV nizde SD görüntünün nasıl verileceğini seçmenizi sağlar.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first)
tr: Kanal listesinde basılan ilk tuşla nereye atlanacağını seçer (örn. '2', 'A' ya veya '2' ye)

source: This option allows you to disable sorting of the menus
tr: Menülerdeki sıralamanın kapatılmasını sağlar.

source: This option allows you to disable sorting of the option in setting screens
tr: Ayar ekranlarındaki sıralamanın kapatılmasını sağlar

source: This option allows you to disable sorting of the plugin browser.
tr: Eklentilerin görüntülenmesindeki sıralamanın kapatılmasını sağlar.

source: This option allows you to view the old and new settings side by side.
tr: Bu seçenek, eski ve yeni ayarları yan yana görüntülemenizi sağlar.

source: This option configures the general audio delay of Dolby Digital sound tracks.
tr: Bu seçenek Dolby Digital ses parçalarının genel ses gecikmesini yapılandırır.

source: This option configures the general audio delay of stereo sound tracks.
tr: Bu seçenek stereo ses parçalarının genel ses gecikmesini yapılandırır.

source: This option configures the screen resolution in PC output mode.
tr: Bu seçenek, ekran çözünürlüğünü PC çıkış modunda yapılandırır.

source: This option configures the video output mode (or resolution).
tr: Bu seçenek video çıkış modunu (veya çözünürlüğünü) yapılandırır.

source: This option lets you adjust the 3D depth
tr: 3D derinlik ayarını sağlar

source: This option lets you choose the 3D mode
tr: 3D kipinin seçilmesini sağlar

source: This option lets you show the option in the extension screen
tr: uzantılar ekranında seçeneğin görüntülenmesini sağlar

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
tr: Bu seçenek, sivrisinek gürültüsünün bastırma seviyesini ayarlar (sivrisinek Gürültüsü, güçlü sıkıştırmanın sonucu olarak rastgele örtüşür). Açıkçası bu resim detaylarının maliyetine gider.

source: This option sets the picture contrast.
tr: Bu seçenek resim kontrastını ayarlar.

source: This option sets the picture brightness.
tr: Bu seçenek resim parlaklığını ayarlar.

source: This option sets the picture color space.
tr: Bu seçenek resim renk alanını ayarlar.

source: This option sets the picture flesh tones.
tr: Bu seçenek, resim ten tonlarını ayarlar.

source: This option sets the picture hue.
tr: Bu seçenek resim tonunu ayarlar.

source: This option sets the picture saturation.
tr: Bu seçenek resim doygunluğunu ayarlar.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
tr: Bu seçenek, 4: 3 ila 16: 9 arasında resim çekerken kullanılan ölçekleyici keskinliğini ayarlar.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
tr: Bu seçenek, sınırlı sayıdaki ayrık değerlerin sonucu olan sahte dijital konturların bastırılmasını ayarlar.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
tr: Bu seçenek, resim büyütüldüğünde kullanılan resim keskinliğini ayarlar.

source: This plugin is installed.
tr: Bu eklenti yüklü.

source: This plugin is not installed.
tr: Bu eklenti yüklü değil.

source: This plugin will be installed.
tr: Bu eklenti yüklenecek.

source: This plugin will be removed.
tr: Bu eklenti kaldırılacak.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
tr: Bu sınama, LAN bağdaştırıcınızın DHCP ile otomatik IP adresi yapılandırması için ayarlanıp ayarlanmadığını denetler. \ NEğer bir \ "devre dışı " iletisi alırsanız: \ n - sonra LAN bağdaştırıcınız el ile IP kurulumu için yapılandırılmıştır \ n- bağdaştırıcı ayarları iletişim kutusunda doğru IP bilgilerini girdiniz. \ nEğer bir \ "etkinleştirilmiş " iletisi alırsanız: \ n-ağınızda yapılandırılmış ve çalışan bir DHCP sunucunuz olduğunu doğrulayın.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
tr: Bu (yeniden) rotorunuzun tüm konumlarını hesaplar ve daha önce ezberlenmiş pozisyonları ve ince ayarlamayı kaldırabilir! \ NSizin emin misiniz?

source: Three
tr: Üç

source: Threshold
tr: Eşik

source: Thu
tr: Per

source: Thumbnails
tr: Küçük resimler

source: Thursday
tr: Perşembe

source: TiVo support
tr: TiVo desteği

source: Time
tr: Süre

source: Time Update in Minutes
tr: Zaman güncelle Dakika

source: Time Update in Minutes:
tr: Zaman güncelle Dakika:

source: Time scale
tr: Zaman Ölçeği

source: Time settings
tr: Zaman Ayarları

source: Time to execute command or script
tr: Komut veya komut yürütme zamanı

source: Timer List
tr: Zamanlayıcı Listesi

source: Timer entry
tr: Zamanlayıcı girişi

source: Timer log
tr: Zamanlayıcı günlüğü

source: Timer overlap in pm_timers.xml detected! Please recheck it!
tr: Timers.xml de zamanlayıcı çakışması tespit edildi! Lütfen tekrar kontrol edin!

source: Timer overlap in timers.xml detected! Please recheck it!
tr: timers.xml de zamanlayıcı çakışması tespit edildi! Lütfen tekrar kontrol edin!

source: Timer record location
tr: Zamanlayıcı kayıdı konumu

source: Timer sanity error
tr: Zamanlayıcı hatası

source: Timer selection
tr: Zamanlayıcı seçimi

source: Timer selection...
tr: Zamanlayıcı seçimi...

source: Timers
tr: Zamanlayıcılar

source: Timeshift
tr: Zaman kaydırma

source: Timeshift location
tr: Zaman kaydırma kayıt konumu

source: Timeshift not possible!
tr: Zaman kaydırma kullanılamaz!

source: Timeshift save failed!
tr: Zaman-kaydırma saklanamadı!

source: Timeshift save recording (Select event)
tr: Timeshift kaydetme kaydı (Etkinlik seç)

source: Timeshift save recording (stop after current event)
tr: Zaman kaymasını kaydet kayıt (mevcut olaydan sonra dur)

source: Timeshift saved to your harddisk!
tr: Zaman-kaydırma diskinize saklandı!

source: Timeshift settings
tr: Timeshift ayarları

source: Timeshift will get saved at end of event!
tr: Zaman-kaydırma, etkinlik sonunda saklanacak!

source: Timeshift-save action on zap
tr: Zap'ta zaman kayması kaydetme eylemi

source: Timezone
tr: Zaman dilimi

source: Title
tr: Başlık

source: Title properties
tr: Başlık özellikleri

source: Titleset mode
tr: Başlıkseti kipi

source: Today
tr: Bugün

source: Toggle Picture In Graphics
tr: Grafikte Resim Değiştir

source: Toggle a cut mark at the current position
tr: Mevcut konumdaki bir kesme işaretini değiştirin

source: Toggle aspect ratio...
tr: En boy oranını değiştir ...

source: Toggle between bouquet/epg lists
tr: Buket / e-posta listeleri arasında geçiş yap

source: Tone amplitude
tr: Ton genlik

source: Tone mode
tr: Ton kipi

source: Top and Bottom
tr: Üst ve Alt

source: Total
tr: Toplam

source: Total Memory:
tr: Toplam Bellek:

source: Total Swap:
tr: Toplam Swap:

source: Total cards:
tr: Toplam kart:

source: Total:
tr: Toplam:

source: Track
tr: İz

source: Translations
tr: Çeviriler

source: Transmission mode
tr: İletim kipi

source: Transparent
tr: Şeffaflık

source: Transponder
tr: Aktarıcı

source: Trashcan
tr: Çöp Sepeti

source: Trashcan:
tr: Çöp Sepeti:

source: Tries left:
tr: Kalan deneme:

source: Try to find used transponders in cable network.. please wait...
tr: Kullanılan aktarıcılar kablolu ağda aranıyor.. lütfen bekleyin...

source: Trying to download a new packetlist. Please wait...
tr: Yeni paket listesi indiriliyor. Lütfen bekleyin...

source: Tue
tr: Sal

source: Tuesday
tr: Salı

source: Tune
tr: Ayar

source: Tune and focus
tr: Ayar ve odakla

source: Tune failed!
tr: Kanal geçişi başarısız!

source: Tuner configuration
tr: Tuner yapılandırması

source: Tuner settings
tr: Tuner ayarları

source: Tuner slot
tr: Tuner yuvası

source: Tuner status
tr: Tuner durumu

source: Tuner status:
tr: Tuner durumu:

source: Tuner type
tr: Tuner tipi

source: Tuning step size
tr: Ayar adımı boyutu

source: Turkish
tr: Türkçe

source: Two
tr: İki

source: Two lines
tr: İki çizgi

source: Type
tr: Tip

source: Type of scan
tr: Tarama tipi

source: Type:
tr: Tip:

source: USALS calibration
tr: USALS kalibrasyonu

source: USB stick wizard
tr: USB bellek sihirbazı

source: Unattended upgrade without GUI and reboot system
tr: Kullanıcı arayüzsüz gözetimsiz yükselt ve sistemi yeniden başlat

source: Uncommitted DiSEqC command
tr: Bağımsız DiSEqC komutu

source: Undetermined
tr: Belirsiz

source: Undo install
tr: Yüklemeyi geri al

source: Undo uninstall
tr: Kaldırma işlemini geri al

source: Unencrypted
tr: Şifrelenmemiş

source: Uninstall
tr: Kaldır

source: Unknown
tr: Bilinmeyen

source: Unmount
tr: Çıkar

source: Unsupported
tr: Desteklenmiyor

source: Update
tr: Güncelle

source: Update channel list only
tr: Sadece kanal listesini güncelle

source: Update completed, %d package was installed.
tr: Güncelleme tamamlandı, %d paket kuruldu.

source: Update failed. Your %s %s does not have a working internet connection.
tr: Güncelleme başarısız oldu. %s %s çalışan bir internet bağlantısına sahip değil.

source: Update interval (in seconds)
tr: Güncelleme periyodu (saniye)

source: Updatefeed not available.
tr: Güncelleme beslemesi yok.

source: Updating software catalog
tr: Yazılım kataloğu güncelleniyor

source: Upgrade finished.
tr: Yükseltme bitti.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
tr: Gözetimsiz yükseltme yapılıyor Lütfen %s %s alıcınız yeniden başlayana kadar bekleyin Bu birkaç dakika sürebilir

source: Upgrading
tr: Yükseltiliyor

source: Uptime
tr: Aktif süre

source: Use
tr: Kullan

source: Use DHCP
tr: DHCP Kullan

source: Use EIT EPG information when it is available.
tr: Mevcut olduğunda EIT EPG bilgilerini kullanın.

source: Use FreeSat EPG information when it is available.
tr: Kullanıldığında FreeSat EPG bilgilerini kullanın.

source: Use MHW EPG information when it is available.
tr: Mevcut olduğunda MHW EPG bilgilerini kullanın.

source: Use Netmed EPG information when it is available.
tr: Uygun olduğunda Netmed EPG bilgilerini kullanın.

source: Use TV remote control
tr: TV kumandası kullan

source: Use USALS for this sat
tr: Bunun için USALS kullanın

source: Use ViX colored Buttons*
tr: ViX renkli düğmeleri kullan *

source: Use ViaSat EPG information when it is available.
tr: Mevcut olduğunda ViaSat EPG bilgilerini kullanın.

source: Use WOL
tr: WOL kullan

source: Use a gateway
tr: Ağ geçidi kullan

source: Use fastscan channel names
tr: Hızlı tarama kanal isimleri kullan

source: Use fastscan channel numbering
tr: Hızlı tarama kanal numaralama kullan

source: Use frequency or channel
tr: Frekans veya kanal kullan

source: Use official channel numbering
tr: Resmi kanal numaralama kullan

source: Use original DVB subtitle position
tr: Orijinal DVB altyazısı konumunu kullan

source: Use original teletext position
tr: Özgün teletext konumu kullan

source: Use power measurement
tr: Güç ölçümü kullan

source: Use slim screen
tr: İnce ekran kullan

source: Use the Left/Right buttons on your remote to move the user interface up/down
tr: OSD Sola/Sağa kaydırmak için Sol/Sağ tuşlarını kullanın

source: Use the Left/Right buttons on your remote to move the user inyterface left/right
tr: Kullanıcıyı sola / sağa hareket ettirmek için uzaktan kumandadaki Sol / Sağ tuşlarını kullanın

source: Use the alternative or the conventional radio mode.
tr: Alternatif veya klasik radyo kipi kullan.

source: Use the alternative screen
tr: Alternatik ekranı kullan

source: Use the up/down keys on your remote control to select an option. After that, press OK.
tr: Seçiminizi yapmak için yukarı/aşağı tuşlarıını kullanın, sonrasında OK'a basın.

source: Use the wizard to set up basic features
tr: Temel özellikleri ayarlamak için sihirbazı kullanın

source: Use these input device settings?
tr: Bu giriş aygıtı ayarlarını kullan?

source: Use these settings?
tr: Bu ayarları kullan?

source: Use this video enhancement settings?
tr: Bu görüntü iyileştirme ayarları kullanılsın mı?

source: Use trash can in movielist
tr: Movielist içinde çöp tenekesi kullanın

source: Used service scan type
tr: Kullanılan kanal tarama tipi

source: Used:
tr: Kullanılan:

source: User - bouquets
tr: Kullanıcı - buketler

source: User defined
tr: Kullanıcı tanımlı

source: User defined transponder
tr: Kullanıcı tanımlı aktarıcı

source: User interface
tr: Kullanıcı Arayüzü

source: Username
tr: Kullanıcı adı

source: Username (httpuser)
tr: Kullanıcı Adı (httpuser)

source: Username:
tr: Kullanıcı Adı:

source: Using LNB %d
tr: %d LNB kullanma

source: Using fixed address
tr: Sabit adres kullanılıyor

source: Using old profile:
tr: Eski profil kullanılıyor:

source: Using tuner %s
tr: %s tunerini kullanma

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
tr: Genellikle altyazı dili ses dili ile aynı olduğunda altyazılar kullanılmayacaktır. Bu altyazıların kullanılmasına izin vermek için bu seçeneği etkinleştirin.

source: VMGM (intro trailer)
tr: VMGM (tanıtım filmi)

source: Version: %s
tr: Sürüm: %s

source: Version:
tr: Sürüm:

source: Version: %s
tr: Sürüm: %s

source: Vertical
tr: Dikey (V)

source: Vertical turning speed
tr: Dikey dönüm hızı

source: Video Enhancement Settings
tr: Görüntü İyileştirme Ayarları

source: Video PID
tr: Görüntü PID

source: Video content: %ix%i%s %iHz
tr: Video içeriği:% ix% i% s% iHz

source: Video enhancement preview
tr: Görüntü iyileştirme önizleme

source: Video enhancement setup
tr: Görüntü iyileştirme kurulumu

source: Video fine tuning
tr: Görüntü ince ayarı

source: Video fine-tuning
tr: Görüntü ince ayarı

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
tr: Video girişi seçimi \ n \ nLütfen bu sayfayı TV'nizde görebiliyorsanız (veya farklı bir giriş bağlantı noktası seçtiyseniz) OK düğmesine basınız. \ N \ nSir giriş portu otomatik olarak 20 saniyede incelenir.

source: Video mode selection.
tr: Görüntü kipi seçimi.

source: Video output
tr: Video çıkışı

source: Video setup
tr: Video kurulumu

source: Video wizard
tr: Video Sihirbazı

source: Videocodec
tr: Görüntü kodeği

source: Videoformat
tr: Görüntü biçimi

source: Videosize
tr: Görüntü boyutu

source: View
tr: İzle

source: View Movies...
tr: Film izle...

source: View Rass interactive...
tr: Etkileşimli Rass'ı (Radio acoustic sounding system) izle

source: View Video CD...
tr: VCD izle...

source: View details
tr: Detayları izle

source: View list of available
tr: Liste izle

source: View list of available CommonInterface extensions
tr: Kullanılabilir OrtakArayüz uzantılari listesi

source: View list of available EPG extensions.
tr: Kullanılabilir EPG uzantılari listesi

source: View list of available Satellite equipment extensions.
tr: Kullanılabilir Uydu ekipman eklentileri listesi

source: View list of available communication extensions.
tr: Kullanılabilir iletişim uzantılari listesi

source: View list of available default settings
tr: Kullanılabilir varsayılan ayarlar listesi

source: View list of available display and userinterface extensions.
tr: Kullanılabilir Görüntü ve Kullanıcı arayüz uzantılari listesi.

source: View list of available multimedia extensions.
tr: Kullanılabilir çoklu ortam uzantılari listesi

source: View list of available networking extensions
tr: Kullanılabilir ağ uzantılari listesi

source: View list of available recording extensions
tr: Kullanılabilir kayıt uzantılari listesi

source: View list of available skins
tr: Kullanılabilir görsel-arayüzler listesi

source: View list of available software extensions
tr: Kullanılabilir yazılım uzantılari listesi

source: View list of available system extensions
tr: Kullanılabilir sistem uzantılari listesi

source: View mode
tr: İzleme modu

source: View photos...
tr: Fotoğraflara göz at...

source: View teletext...
tr: Teletext izle...

source: View video CD...
tr: VCD izle...

source: Voltage mode
tr: Voltaj kipi

source: WARNING: feeds may be unstable.
tr: UYARI: beslemeler kararsız olabilir.

source: WLAN connection
tr: WLAN bağlantı

source: WPA or WPA2
tr: WPA veya WPA2

source: WSS on 4:3
tr: WSS 4:3

source: Wait please while scanning for devices...
tr: Lütfen aygıtlar taranırken bekleyin...

source: Waiting
tr: Bekliyor

source: Waiting for mount
tr: Bağlantı için bekleyin

source: Wakeup
tr: Uyandır

source: Wakeup TV from standby
tr: TV'yi uyandır

source: Wakeup signal from TV
tr: TV'den uyandır sinyali

source: Warning: no LNB; using factory defaults.
tr: Uyarı: hayır LNB; fabrika varsayılanlarını kullanarak.

source: Watch movies...
tr: Kayıtlı filmleri oynat..

source: Watch recordings...
tr: Kayıtları izle...

source: Web Interface
tr: Web Arayüzü

source: Wed
tr: Çar

source: Wednesday
tr: Çarşamba

source: Weekday
tr: Haftaiçi

source: Weekly
tr: Haftalık

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
tr: Kesim listesi düzenleyiciye hoşgeldiniz. Kesmek istediğiniz bölümün başına konumlanın. OK'a basın ve 'buradan kes' deyin. Sonrasında kesmek istediğiniz bölümün sonuna konumlanın. Tekrar OK'a basın ve 'kesimi burada bitir' deyin.
