Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Use extended List
tr: Genişletilmiş Listeyi kullan

source: Update delay for Events in List
tr: Listedeki Etkinlikler için gecikmeyi güncelle

source: default
tr: varsayılan

source: alpha then oldest
tr: alfa sonra en eski

source: alpharev then newest
tr: alpharev sonra yeni

source: Green long
tr: Yeşil uzun

source: Sort by default
tr: Varsayılana göre sırala

source: Mark service as dedicated 3D service
tr: Hizmete özel 3D hizmeti olarak işaretle

source: Multisat all select
tr: Multisat tüm seç

source: Auto flesh
tr: Oto ten rengi

source: No timeout
tr: zaman aşımı kullanılmasın

source: OscamInfoMenu
tr: Oscam Bilgi - Menü

source: Tuning algorithm
tr: Ayarlama algoritması

source: Equal to
tr: eşittir

source: Loop through to
tr: üzerinden bağla

source: Help...
tr: Yardım...

source: open servicelist(up)
tr: kanal listesini aç (yukarı)

source: previous channel in history
tr: önceki kanala git

source: open servicelist(down)
tr: kanal listesini aç (aşağı)

source: Enter Easy menu...
tr: Kolay menüye girin ...

source: The Easy Menu plugin is not installed! Please install it.
tr: The Easy Menu eklentisi yüklü değil! Lütfen yükleyin.

source: Show blinking rec symbol on Display during recording
tr: Kayıt sırasında göstergede yanıp sönen rec sembolünü göster

source: Set bluetooth audio delay.
tr: Bluetooth ses gecikmesini ayarlayın.

source: Show state message on non bluetooth setup screen.
tr: Bluetooth olmayan ayar ekranında durum mesajını göster.

source: Try connect to last audiodevice on start enable
tr: Başlatma etkinken son ses açıklığına bağlanmayı deneyin

source: Set Framerate for MiniTV
tr: MiniTV için Framerate ayarlayın

source: Sorry you can install a max of 10 images.
tr: En fazla 10 imaj yükleyebilirsiniz.

source: Install from Internet (OpenATV,OpenNFR,VIX4E2SH4)
tr: İnternetten yükle (OpenATV, OpenNFR, VIX4E2SH4)

source: Install from /media/nfr4xboot/NFR4XBootUpload
tr: / Media / nfr4xboot / NFR4XBootUpload kaynağından yükleme

source: Install from Internet (OpenPLi,OpenVix,OpenATV,Egami,OpenNFR,OpenHDF)
tr: İnternetten yükle (OpenPLi, OpenVix, OpenATV, Egami, OpenNFR, OpenHDF)

source: Change Boxmode to control Hardware Chip Modes*
tr: Donanım Çip Modlarını kontrol etmek için BoxModu değiştirin *

source: Switch Mode to enable HDR Modes or PIP Functions
tr: HDR Modlarını veya PIP İşlevlerini etkinleştirmek için Mod Modu

source: enable PIP no HDR
tr: HDP yok HDR'yi etkinleştir

source: 12bit 4:2:0/4:2:2 no PIP
tr: 12bit 4: 2: 0/4: 2: 2 hayır PIP

source: Would you save the entered PIN %s persistent?
tr: Girilen PIN %s kalıcı olmasını sağlar mı?

source: Please set up tuner A For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner A \ nFor Hybrit Tuner Modelleri için Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner B For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen tuner B \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner C For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner C \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner D For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner D \ nFor Hybrit Tuner Modelleri için Tuner Tipini sol ve sağ tuşlarla ayarlayın

source: Please set up tuner E For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner E \ nFor Hybrit Tuner Modelleri için Tuner Tipini sol ve sağ tuşlarla ayarlayın

source: Please set up tuner F For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner F \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner G For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner G \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner H For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner H \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner I For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen tuner I \ nYazılım Tuner Modelleri için Tuner Tipini sol ve sağ tuşlarla değiştirin

source: Please set up tuner J For Hybrit Tuner Models switch Tuner Type with left and right keys
tr: Lütfen Tuner J \ nFor Hybrit Tuner Modelleri ayarını yapın Tuner Tipini sol ve sağ tuşlarla değiştirin

source: PowerOff while Recording in progress! Entering standby, after recording the box will shutdown.
tr: Kayıt devam ederken PowerOff! \ NArama beklemede, kayıt yaptıktan sonra kutu kapanacaktır.

source: Reboot with CI+ Driver
tr: CI + Sürücüsü ile yeniden başlat

source: Reboot with Transcoding Driver
tr: Transcoding Sürücüsü ile yeniden başlat

source: Backup current Channellist
tr: Yedekleme akımı Channellist

source: Backup your %s %s Channellist.
tr: %s %s sisteminizin kanal listesini yedekleyin.

source: Press ok or green button to install satellites.xml
tr: Satellites.xml dosyasını yüklemek için ok veya yeşil tuşa basın

source: Play with ServiceExtEplayer3
tr: ServiceExtEplayer3 ile oyna

source: Play with ServiceGstPlayer
tr: ServiceGstPlayer ile oyna

source: Enigma2 playback system was changed and Enigma2 should be restarted Do you want to restart it now?
tr: Enigma2 oynatma sistemi değiştirildi ve Enigma2 yeniden başlatılmalı \ n \ nŞimdi yeniden başlatmak istiyor musunuz?

source: Enigma2 playback system
tr: Enigma2 oynatma sistemi

source: Buffer size
tr: Tampon boyutu

source: Buffer duration
tr: Tampon süresi

source: Auto select stream
tr: Otomatik akış seç

source: Connection speed
tr: Bağlantı hızı

source: The BMediaCenter plugin is not installed! Install now?
tr: BMediaCenter eklentisi yüklü değil! Şimdi yüklensin mi?

source: The MediaPortal plugin is not installed! Install now?
tr: MediaPortal eklentisi yüklü değil! Şimdi yüklensin mi?

source: The IPTVPlayer plugin is not installed! Install now?
tr: IPTVPlayer eklentisi yüklü değil! Şimdi yüklensin mi?

source: The Youtube plugin is not installed! Install now?
tr: Youtube eklentisi yüklü değil! Lütfen yükleyin.

source: The Kodi plugin is not installed! Install now?
tr: Kodi eklentisi yüklü değil! Lütfen yükleyin.

source: The MP3Browser plugin is not installed! Install now?
tr: MP3Browser eklentisi yüklü değil! Şimdi yüklensin mi?

source: The TSmedia plugin is not installed! Install now?
tr: TSmedia eklentisi yüklü değil! Şimdi yüklensin mi?

source: The WebradioFS plugin is not installed! Install now?
tr: WebradioFS eklentisi yüklü değil! Şimdi yüklensin mi?

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
tr: Hizmet yüklendikten sonra %s %s yeniden başlatılacak Doğru kurulum \ " %s "?

source: Switch between Audio-, Subtitlepage
tr: Ses, Altyazı sayfası arasında geçiş yap

source: controlled by HDMI
tr: HDMI tarafından kontrol edilen

source: always
tr: her zaman
