Repository: carlo0815/openNFR-gui2
Catalog: po/*.po
Languages: tr

source: Advanced options and settings.
tr: Gelişmiş seçenekler ve ayarlar.

source: After pressing OK, please wait!
tr: OK'a bastıktan sonra lütfen bekleyin!

source: Backup your %s %s settings.
tr: %s %s sisteminizin ayarlarını yedekle.

source: Edit the upgrade source address.
tr: Yükseltme kaynağı adresini düzenleyin.

source: Manage extensions or plugins for your %s %s
tr: %s %s için uzantıları veya eklentilerini yönetin

source: Online update of your %s %s software.
tr: %s %s yazılımını çevrimiçi güncelleyin.

source: Press OK on your remote control to continue.
tr: Devam etmek için uzaktan kumandanızda OK tuşuna basın.

source: Restore your %s %s settings.
tr: %s %s ayarlarınızı geri yükleyin.

source: Restore your %s %s with a new firmware.
tr: %s %s cihazınızı yeni bir firmware ile güncelleyin.

source: Restore your backups by date.
tr: Yedeklerinizi tarihe göre yeniden yükleyin.

source: Scan for local extensions and install them.
tr: Yerel uzantılar için tarama yapın ve yükleyin.

source: Select your backup device. Current device:
tr: Yedekleme aygıtını seçin. Geçerli aygıt:

source: View, install and remove available or installed packages.
tr: Yüklü veya kullanılabilir paketleri görün, yükleyin, veya kaldırın.

source: (Radio)
tr: (Radyo)

source: and
tr: ve

source: %d Min
tr: %d Dak

source: %d channel found
tr: %d kanal bulundu

source: %d hour
tr: %d saat

source: %d jobs are running in the background!
tr: Arka planda %d iş çalışıyor!

source: %d min
tr: %d dak

source: %d minute
tr: %d dakika

source: %d minutes
tr: %d dakika

source: %d second
tr: %d saniye

source: %d wireless network found!
tr: %d kablosuz ağ bulundu!

source: %s %s front panel
tr: %s %s ön panel

source: %s %s ir mouse
tr: %s %s ir fare

source: %s is no longer used. Should it be deleted?
tr: %s artık kullanılmıyor. Silinmeli mi?

source: %s updated package available
tr: %s güncellenmiş paket mevcut

source: %s%d min
tr: %s %d dk

source: '%s' contains %d file(s) and %d sub-directories.
tr: ' %s ' %d dosya ve %d alt dizin içerir.

source: ( All readers)
tr: ( Tüm okuyucular )

source: (Show only reader:
tr: (Sadece bu okuyucuyu göster:

source: (empty)
tr: (boş)

source: (show optional DVD audio menu)
tr: (isteğe bağlı DVD ses menüsünü göster)

source: * = Restart Required
tr: * = Yeniden başlatılmalı

source: * Only available if more than one interface is active.
tr: * Sadece birden fazla arayüz aktif ise kullanılabilir.

source: 12V output
tr: 12V çıkış

source: 12V output.
tr: 12V çıkış.

source: 16:9 always
tr: 16:9 daima

source: 1st Infobar timeout
tr: 1. Bilgi-çubuğu zaman aşımı

source: 3D Mode
tr: 3D Modu

source: 3D setup
tr: 3B kurulum

source: 3d mode
tr: 3d kipi

source: <Current movielist location>
tr: <Geçerli film listesi konumu>

source: <Default movie location>
tr: <Varsayılan film konumu>

source: <Last timer location>
tr: <Son zamanlayıcı konumu>

source: <unknown>
tr: <Bilinmeyen>

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
tr: Bir yapılandırma dosyası ( %s ), kurulumundan sonra değiştirildi. Değişikliklerinizi korumak ister misiniz?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
tr: Kurulumdan bu yana bir yapılandırma dosyası ( %s ) değiştirildi. Değişiklikleri korumak istiyor musunuz?

source: A finished powertimer wants to restart the user interface. Do that now?
tr: Tamamlanmış bir güç zamanlayıcısı kullanıcı arayüzünü yeniden başlatmak istiyor. Şimdi başlatılsın mı?

source: A recording has been started: %s
tr: Bir kayıt başladı: %s

source: A recording is currently running. What do you want to do?
tr: Kayıt devam ediyor. Ne yapmak istiyorsunuz?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
tr: Kayıt devam ediyor. Lütfen konumlayıcı yapılandırmasını denemeden önce kayıdı durdurun.

source: A recording is currently running. Please stop the recording before trying to scan.
tr: Kayıt yapılmaktadır. Lütfen taramayı denemeden önce kayıdı durdurun.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
tr: Kayıt devam ediyor. Lütfen uydu bulucuyu başlatmadan önce kayıdı durdurun.

source: A repeating timer or just once?
tr: Yinelenen bir zamanlayıcı mı, yoksa sadece bir kez mi?

source: A required tool (%s) was not found.
tr: Gerekli bir araç ( %s ) bulunamadı.

source: A search for available updates is currently in progress.
tr: Mevcut güncellemeler için bir arama şu anda devam ediyor.

source: A second configured interface has been found. Do you want to disable the second network interface?
tr: Yapılandırılmış ikinci bir arayüz bulundu. İkinci ağ arayüzünü devre dışı bırakmak istiyor musunuz?

source: A small overview of the available icon states and actions.
tr: Mevcut simge durumlarına ve eylemlerine küçük bir genel bakış.

source: A timer failed to record! Disable TV and try again?
tr: Kayıt zamanlayıcı başarısız! TV fonksiyonu devre dışı bırakılıp tekrar denensin mi?

source: A/V settings
tr: A/V ayarları

source: ACQUIRING TSID/ONID
tr: TSID/ONID Alınıyor

source: AFP Setup
tr: AFP Kurulumu

source: AFP setup
tr: AFP kurulumu

source: AV aspect is %s.
tr: AV görüntü oranı %s .

source: Abort
tr: Vazgeç

source: About
tr: Hakkında

source: About...
tr: Hakkında...

source: Accesspoint:
tr: Erişim noktası:

source: Action on long powerbutton press
tr: Güç düğmesine uzun basılmasında yapılacak

source: Action on short powerbutton press
tr: Güç düğmesine kısa basılmasında yapılacak

source: Activate
tr: Etkinleştir

source: Activate PiP
tr: PiP'yi aktive et

source: Activate Picture in Picture
tr: Resim içinde resim (PIP) etkinleştir

source: Turn on HDMI-IN Full screen mode
tr: Tam ekran modunda HDMI aç

source: Turn on HDMI-IN PiP mode
tr: PiP modunu HDMI aç

source: Turn off HDMI-IN Full screen mode
tr: Tam ekran modunda HDMI kapat

source: Turn off HDMI-IN PiP mode
tr: HDMI-IN PiP modunu kapatın

source: Custom Subservice Selection Plugin
tr: Özel Subservice Seçimi Eklentisi

source: Activate network settings
tr: Ağ ayarlarını etkinleştir

source: Activate the configured network settings.
tr: Yapılandırılmış ağ ayarlarını etkinleştirin.

source: Active
tr: Etkin

source: Active clients
tr: Etkin istemciler

source: Adapter settings
tr: Adaptör ayarları

source: Add
tr: Ekle

source: Add AutoTimer
tr: Oto-zamanlayıcı ekle

source: Add Timer
tr: Zamanlayıcı ekle

source: Add a auto timer for current event
tr: Mevcut etkinlik için otomatik zamanlayıcı ekle

source: Add a mark
tr: İşaret ekle

source: Add a nameserver entry
tr: DNS ekle

source: Add a new title
tr: Yeni başlık ekle

source: Add a record timer
tr: Kayıt zamanlayıcısı ekle

source: Add a record timer for current event
tr: Mevcut etkinlik için kayıt zamanlayıcısı ekle

source: Add a zap timer for current event
tr: Mevcut etkinlik için bir zap zamanlayıcı ekle

source: Add bookmark
tr: yer imi ekle

source: Add provider
tr: Sağlayıcı ekle

source: Add recording (enter recording duration)
tr: Kayıt ekle (kayıt süresini girin)

source: Add recording (enter recording endtime)
tr: Kayıt ekle (kayıt bitiş saatini girin)

source: Add recording (indefinitely)
tr: Kayıt ekle (süresiz)

source: Add recording (stop after current event)
tr: Kayıt ekle (mevcut olaydan sonra dur)

source: Add service
tr: Kanal ekle

source: Add timer
tr: Zamanlayıcı ekle

source: Add title
tr: Başlık ekle

source: Add to bouquet
tr: Buket ekle

source: Add to favourites
tr: Favorilere ekle

source: Add/Remove timer for current event
tr: Mevcut etkinlik için zamanlayıcı ekle / kaldır

source: Adding schedule...
tr: Zamanlama ekleniyor...

source: Additional Info
tr: Ek Bilgi

source: Address
tr: Adres

source: Adjust 3D settings
tr: 3D Ayarları

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
tr: Renk ayarlarınızı yaparken, renk geçişlerini mümkün olduğunca dolgun ve ayırt edilebilir şekilde ayarlayın. Sonuçtan memnunsanız, görüntü ince ayarını kapatmak için OK'a basın ya da test ekranında belirtilen numaraları tuşlayarak diğer test ekranlarını görün.

source: Advanced options
tr: Gelişmiş Seçenekler

source: Advanced restore
tr: Gelişmiş geri yükleme

source: Advanced software
tr: Gelişmiş Yazılım

source: Advanced video enhancement setup
tr: Gelişmiş görüntü iyileştirme kurulumu

source: Advanced video setup
tr: Gelişmiş video kurulumu

source: After event
tr: Etkinlikten sonra

source: Album
tr: Albüm

source: All
tr: Tüm

source: All ages
tr: Tüm yaş grupları

source: All satellites
tr: Tüm uydular

source: Allocate
tr: ayırmak

source: Allocate unused memory index
tr: Kullanılmayan bellek dizinini ayırma

source: Allow subtitle language to equal audio language
tr: Altyazı dilinin ses diliyle aynı olmasına izin ver

source: Allow subtitles for hearing impaired
tr: İşitme engelliler için altyazılara izin ver

source: Allows the %s %s to read the stored EPG data regularly.
tr: %s %s depolanan EPG verilerini düzenli olarak okumasına izin verir.

source: Allows the %s %s to store the EPG data regularly.
tr: %s %s EPG bilgisini düzenli olarak saklasın.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
tr: Çözünürlük bilgisinin ekranda görüntülenme süresini ayarlamanıza izin verir.

source: Allows you to send a copy of the log to yourself.
tr: Günlüğün bir kopyasını kendinize göndermenizi sağlar.

source: Allows you to show/hide Log Manager in extensions (blue button).
tr: Günlük Yöneticisi'nin uzantılarde görünmesi/gizlenmesi (mavi tuş).

source: Alphanumeric
tr: Alfanümerik

source: Alternative
tr: alternatif

source: Alternative numbering mode
tr: Alternatif numaralandırma modu

source: Alternative radio mode
tr: Alternatif radyo modu

source: Always ask
tr: Herzaman sor

source: Always hide infobar
tr: Bilgi çubuğunu daima gizle

source: Always show bouquets
tr: Her zaman buketleri göster

source: An empty filename is illegal.
tr: Boş dosya adı geçersiz.

source: An error occurred while downloading the packetlist. Please try again.
tr: Paket listesi indirilirken bir hata oluştu. Lütfen tekrar deneyin.

source: Any activity
tr: Herhangi bir eylem

source: Arabic
tr: Arapça

source: Are you sure you want to activate this network configuration?
tr: Bu ağ yapılandırmasını etkinleştirmek istiyor musunuz?

source: Are you sure you want to delete the following backup:
tr: Aşağıdaki yedeklemeyi silmek istediğinizden emin misiniz:

source: Are you sure you want to delete all selected logs:
tr: Bütün seçilmiş günlükleri silmek isitiyor musunuz:

source: Are you sure you want to delete this log:
tr: Bu günlüğü silmek istediğinizden emin misiniz:

source: Are you sure you want to delete this:
tr: Bunu silmek istediğinizden emin misiniz:

source: Are you sure you want to exit this wizard?
tr: Sihirbazdan çıkmak istiyor musunuz?

source: Are you sure you want to reload the EPG data from:
tr: EPG bilgisini buradan yeniden yüklemek istediğinizden emin misiniz:

source: Are you sure you want to restart your network interfaces?
tr: Ağ arayüzlerini yeniden başlatmak istiyor musunuz?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
tr: Aşağıdaki yedeklemeyi geri yüklemek istediğinizden emin misiniz: %s Yedekleme geri yüklendikten sonra alıcınız yeniden başlatılacak!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
tr: Yedeklemeyi geri yüklemek istediğinizden emin misiniz? Yedekleme geri yüklendikten sonra alıcı yeniden başlatılacak!

source: Are you sure you want to save the EPG Cache to:
tr: EPG önbelleğini buraya saklamak istediğinizden emin misiniz:

source: Artist
tr: Sanatçı

source: Arts/Culture
tr: Sanat / Kültür

source: Ask user
tr: Sor

source: At End:
tr: Sonunda:

source: Attach a file
tr: Bir dosya iliştir

source: Audio PID
tr: Ses PID

source: Audio language selection 1
tr: 1. Ses dili seçimi

source: Audio language selection 2
tr: 2. Ses dili seçimi

source: Audio language selection 3
tr: 3. Ses dili seçimi

source: Audio language selection 4
tr: 4. Ses dili seçimi

source: Audio options...
tr: Ses seçenekleri ...

source: Audio track (%s) language
tr: (%s) ses izi dili

source: Author:
tr: Gönderen:

source: Authoring mode
tr: Yayınlama kipi

source: Auto
tr: Otomatik

source: Auto Deep Standby
tr: Otomatik Derin Bekleme

source: Auto Standby
tr: Otomatik bekleme modu

source: Auto chapter split every ? minutes (0=never)
tr: Belirtilen sürelerde otomatik bölümlere ayrılsın mı? dakika (0=ayırma)

source: Auto focus commencing ...
tr: Otomatik odaklanma başlıyor ...

source: Auto language selection
tr: Otomatik dil seçimi

source: Auto scart switching
tr: Otomatik scart değiştirme

source: Automatic
tr: Otomatik

source: Automatic Scan
tr: Otomatik Tarama

source: Automatic refresh
tr: Otomatik yenileme

source: Automatic save
tr: Otomatik kaydetme

source: Automatic scan
tr: Otomatik tarama

source: Automatically start timeshift after
tr: Sonra otomatik olarak zaman kaymasını başlat

source: Automatically update Client/Server View?
tr: İstemci/Sunucu izlemesini otomatik güncelle?

source: Autostart
tr: Otobaşlama

source: Autostart:
tr: Otobaşlama:

source: Available format variables
tr: Kullanılabilir biçim (format) değişkenleri

source: Available shares:
tr: Kullanılabilir paylaşımlar:

source: Back
tr: Geri

source: Background
tr: Arkaplan

source: Background check
tr: Arkaplan kontrolü

source: Background color
tr: Arkaplan rengi

source: Background delete option
tr: Arkaplan silme seçimi

source: Background delete speed
tr: Arkaplan silme hızı

source: Backup completed.
tr: Yedekleme tamamlandı.

source: Backup failed.
tr: Yedekleme başarısız.

source: Backup is running...
tr: Yedekleme yapılıyor...

source: Backup system settings
tr: Sistem ayarlarını yedekle

source: Band
tr: Bant

source: Bandwidth
tr: Bant genişliği

source: Basque
tr: Baskca

source: Begin time
tr: Başlangıç zamanı

source: Behavior of 'pause' when paused
tr: Duraklama kipinde 'duraklat' görevi

source: Behavior of 0 key in PiP-mode
tr: PiP kipinde 0 tuşu görevi

source: Behavior when a movie is started
tr: Film başladığında

source: Behavior when a movie is stopped
tr: Film durdurulduğu zaman

source: Behavior when a movie reaches the end
tr: Filmin sonuna ulaşıldığında

source: Bitrate:
tr: Bit oranı:

source: Black
tr: Siyah

source: Black screen
tr: Siyah ekran

source: Black screen till locked
tr: Kilitlenene dek siyah ekran

source: Block noise reduction
tr: Blok gürültü azaltma

source: Blue
tr: Mavi

source: Bookmarks
tr: Yer imleri

source: Boost blue
tr: Mavi artırmak

source: Boost green
tr: Yeşil artırmak

source: Bouquet List
tr: Buket Listesi

source: Brightness
tr: Parlaklık

source: Brightness (Normal)
tr: Parlaklık (Normalde)

source: Brightness (Standby)
tr: Parlaklık (Beklemede)

source: Buffers:
tr: tamponlar:

source: Build: %s
tr: Oluşum: %s

source: Build: %s
tr: Oluşum: %s

source: Bulgarian
tr: Bulgarca

source: Burn DVD
tr: DVD yaz

source: Burn audio track (%s)
tr: (%s) ses izini yaz

source: Burn existing image to DVD
tr: Varolan imajı DVD'ye yaz

source: Burn to DVD
tr: DVD'ye yaz

source: Bus:
tr: Yol:

source: Button
tr: Tuş

source: Button setup
tr: Düğme kurulum

source: By Team ViX
tr: ViX Ekibi tarafından

source: Bypass HDMI EDID Check
tr: HDMI EDID Denetimi'ni Atla

source: Bytes received:
tr: Bayt alınan:

source: Bytes sent:
tr: Gönderilen bayt:

source: CCcam Client Info
tr: CCcam İstemci Bilgisi

source: CCcam ECM Info
tr: CCcam ECM Bilgisi

source: CCcam Info
tr: CCcam Bilgisi

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
tr: CCcam Bilgisi %s by AliAbdul %s Bu eklenti size CCcam'inizin durumunu gösterir.

source: CCcam Info Config
tr: CCcam Bilgi Yapılandırması

source: CCcam Info Setup
tr: CCcam Bilgi Kurulumu

source: CCcam Provider Info
tr: CCcam Sağlayıcı Bilgisi

source: CCcam Remote Info
tr: CCcam Uzak Bilgisi

source: CCcam Server Info
tr: CCcam Sunucu Bilgisi

source: CCcam Share Info
tr: CCcam Paylaşım Bilgisi

source: CCcam Shares Info
tr: CCcam Paylaşımlar Bilgisi

source: CCcam info
tr: CCcam bilgisi

source: CHANGE BOUQUET
tr: BUKET DEĞİŞTİR

source: CI assignment
tr: CI ataması

source: Cable
tr: Kablo

source: Cable Scan
tr: Kablo Tarama

source: Cache thumbnails
tr: Küçük resimleri önbelleğe al

source: Cached:
tr: Önbellek:

source: Calculate
tr: Hesapla

source: Calculate all positions
tr: Tüm pozisyonları hesapla

source: Calculation complete
tr: Hesaplama tamamlandı

source: Calibrate
tr: Kalibrasyon yap

source: Can be used for different fps between external subtitles and video.
tr: Dış altyazılar ve video arasında farklı fps'ler için kullanılabilir.

source: Cancel
tr: İptal

source: Cannot delete file
tr: Dosya silinemiyor

source: Cannot find any signal ..., aborting !
tr: Hiç bir sinyal bulamıyor ...

source: Cannot move to trash can
tr: Çöp kutusuna taşınamıyor

source: Capacity:
tr: Kapasite:

source: Card infos (CCcam-Reader)
tr: Kart Bilgileri (CCcam-Okuyucu)

source: Cards:
tr: Kartlar:

source: Cards:
tr: Kartlar:

source: Cards: 0
tr: Kartlar: 0

source: Cardserial
tr: Kart SN

source: Center DVB subtitles
tr: DVB altyazılarını ortala

source: Change bouquets in quickzap
tr: Quickzap'ta buketleri değiştir

source: Change pin code
tr: PIN kodunu değiştir

source: Change recording (duration)
tr: Kayıt değiştir (süre)

source: Change recording (endtime)
tr: Kayıt değiştir (bitiş zamanı)

source: Change repeat and delay settings?
tr: Tekrarlama ve gecikme ayarlarını değiştir?

source: Change service PIN
tr: Kanal PINi değiştir

source: Change service PINs
tr: Kanal PINlerini değiştir

source: Change setup PIN
tr: Kurulum PIN'ini değiştir

source: Change step size
tr: Adım boyutunu değiştir

source: Changelog
tr: Değişiklikler

source: Channel
tr: Kanal

source: Channel +/- button mode
tr: Kanal +/- düğmesi modu

source: Channel Info
tr: Kanal Bilgisi

source: Channel List
tr: Kanal Listesi

source: Channel list context menu
tr: Kanal listesi içerik menüsü

source: Channel list on mode change
tr: Mod değişikliği üzerindeki kanal listesi

source: Channel list preview
tr: Kanal Liste Önizlemesi

source: Channel list service mode*
tr: Kanal Liste servis kipi*

source: Channel list type
tr: Kanal listesi türü

source: Channel not in services list
tr: Kanal, kanal listesinde yok

source: Channel preview mode
tr: Kanal önizleme kipi

source: Channel selection
tr: Kanal Seçimi

source: Channel selection settings
tr: Kanal seçimi ayarları

source: Channel:
tr: Kanal:

source: Chap.
tr: Bölüm

source: Chapter
tr: Bölüm

source: Chapter:
tr: Bölüm:

source: Check
tr: Kontrol et

source: Check every (hours)
tr: Her (saat) kontrol edin

source: Check the internet connection
tr: İnternet bağlantısını kontrol et

source: Check the internet connection again
tr: İnternet bağlantısını tekrar kontrol et

source: Checking Feeds
tr: Feed'leri Denetleniyor

source: Checking Logs...
tr: Günlükler kontrol ediliyor...

source: Checking filesystem...
tr: Dosya sistemi kontrol ediliyor...

source: Checking for Updates...
tr: Güncellemeler kontrol ediliyor...

source: Checking the internet connection
tr: İnternet bağlantısını kontrol etmek

source: Checking tuner %d DiSEqC port %s for %s
tr: Tuner %d \ nDiSEqC noktası %s için %s denetleniyor

source: Children/Youth
tr: Çocuklar / Gençler

source: Choose Bouquet
tr: Buket Seç

source: Choose a tag for easy finding a recording.
tr: Bir kaydı bulmak için bir etiket seçin.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
tr: %s %s kapandığında EPG bilgisinin saklanacağı yeri seçin. Önyükleme sırasında konum hazır olmalıdır.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
tr: %s %s kapandığında EPG bilgisinin saklanacağı dosya adını seçin. Birden çok alıcı kullanıldığında, faydalı olabilir.

source: Choose time interval to which the graphics will be rounded off.
tr: Grafiklerin tamamlanacağı zaman aralığını seçin.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
tr: Çok kanallı ses parçalarının stereoya indirgenip karıştırılmayacağını seçin.

source: Choose which tuner to configure.
tr: Yapılandırılacak tuneri seçin.

source: Chose between record and ZAP.
tr: Kayıt ve ZAP arasında seçim yapın.

source: Circular left
tr: Dairesel sola

source: Circular right
tr: Dairesel sağa

source: Cleaning Trashes
tr: Çöpler boşaltılıyor

source: Cleanup
tr: Temizle

source: Clear
tr: Temizle

source: Clear before scan
tr: Tarama öncesinde kanal listesini temizle

source: Clear fixed
tr: Sabiti temizle

source: Clear log
tr: Günlüğünü temizle

source: Clear playlist
tr: Oynatma listesini temizle

source: Clients
tr: İstemciler

source: Close
tr: Kapa

source: Close bouquet list.
tr: Buket listesini kapat.

source: Close dialog
tr: Iletişim kutusunu kapat

source: Close title selection
tr: Başlık seçimini kapat

source: Code rate HP
tr: HP kod oranı

source: Code rate LP
tr: LP kod oranı

source: Coderate LP
tr: Düşük güç (LP) kod oranı

source: Collection name
tr: Derleme adı

source: Collection settings
tr: Derleme ayarları

source: Color format
tr: Renk formatı

source: Command To Run
tr: Yürütülecek komut

source: Command order
tr: Komut sıralaması

source: Command type
tr: Komut türü

source: Committed DiSEqC command
tr: Bağlı DiSEqC komutu

source: Common Interface
tr: Ortak Arayüz

source: Common Interface Assignment
tr: Ortak Arayüz Ataması

source: Common Interface assignment
tr: Ortak Arayüz Ataması

source: Common interface
tr: Ortak arayüz

source: Communication
tr: İletişim

source: Complete
tr: Tamam

source: Complex (allows mixing audio tracks and aspects)
tr: Kompleks (karışık ses izleri ve oranları kullan)

source: Composition of the recording filenames
tr: Kayıt işleminde dosya adı düzeni

source: Configfile %s saved.
tr: %s Yapılandırması kaydedildi.

source: Configuration mode
tr: Yapılandırma modu

source: Configure an additional delay to improve external subtitle synchronisation.
tr: Harici altyazı senkronizasyonunu iyileştirmek için ek bir gecikme yapılandırın.

source: Configure an additional delay to improve subtitle synchronisation.
tr: Altyazı senkronizasyonunu iyileştirmek için ek bir gecikme yapılandırın.

source: Configure duration of inactivity before the hard disk drive goes to standby
tr: Sabit disk sürücüsü bekleme moduna geçmeden önce hareketsizlik süresini yapılandırın

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
tr: EPG'de bitmiş olayların kaç dakika süreyle kalması gerektiğini yapılandırın. Az önce bitmiş olan veya gecikmiş olan bir etkinlik hakkında bilgiye ihtiyacınız olduğunda kullanışlıdır.

source: Configure how recording filenames are constructed.
tr: Kayıt dosya isimlerinin nasıl yapılandırıldığını yapılandırın.

source: Configure interface
tr: Arayüz yapılandırması

source: Configure nameservers
tr: Ad sunucularını yapılandır

source: Configure on which devices the background delete option should be used.
tr: Arka plan silme seçeneğinin hangi cihazlarda kullanılacağını yapılandırın.

source: Configure remote control type
tr: Uzaktan kumanda türünü yapılandır
